{
    "1974": {
        "1": {
            "4": "following unanimous-consent request: I ask unanimous consent that the oath ",
            "54": "• ..1, ",
            "104": "ANNOUNCED RETIREMENT OF THE HONORABLE H. R. GROSS (Mr. SMITH of Iowa asked and was given permission to address the House for 1 minute and to revise and extend his remarks and to include extraneous matter.) Mr. SMITH of Iowa. Mr. Speaker, as a little boy I can remember on many a cold winter night settling into a chair and slipping on the radio headphones and hearing emanating from the 500,000-watt voice of WHO in Des Moines the clear and deep voice of H. R. GRoss with the news. As a newscaster, he became a legend. He moved from reporting the news to making the news when he moved to the Congress and I do not need to tell any ",
            "154": "States of America, defendants, pursuant to 25 U.S.C. 7ot; to the Committe on Interior and Insular Affairs. 1711. A letter from the Secretary of Transportation, transmitting a dra.ft of proposed legislation to authorize the Secretary phase in motor vehicle safety standards by specified percentages over a period of time, and for other purposes; to the Committee on Interstate and Foreign Commerce. 1712. A letter from the Executive Director, Federal Communications Commission, transmitting the report on backlog of pending applications and hearing cases in the Commission as of November 30, 1973, pursuant to section 5(e) of the Communications Act, as amended; to the Committee on Interstate and Foreign Commerce. 1713. A letter from the Chairman, Federal Power Commission, transmitting the report on permits and licenses issued for hydroelectric projects, together with financial statements and names and compensation of employees of the Commission, for fiscal year 1973, pursuant to section 4(d) of the Federal Power Act; to the Committee on Interstate and Foreign Commerce. 1714. A letter from the Chairman, Interstate Commerce Commission, transmitting the 87th annual report of the Commission for the 1973 fiscal year, pursuant to section 21 of the Interstate Commerce Act; to the Committee on Interstate and Foreign Commerce. 1715. A letter from the Chairman, Interstate Commerce Commission, transmitting the report of the final valuations of prop-",
            "204": "S. 2874. A bill to extend the volunteer fire companies and volunteer ambulance and rescue companies the rates of postage on second class and third class bulk mailings applicable to certain nonprofit organizations. Referred to the Committee on Post Office and Civil Service. ",
            "254": "(By Donald L. Barlett and James B. Steele) The oil indus try has stockpiled enough oil to get the country almost through February--even if all refineries were shut down tomorrow and if homeewners and business would not turn back their thermostats. As of Dec. 21, the supply of home heating: oil, kerosene and other distillate fuels stored. by oil companies totaled 203 million barrelsup 23 percent over the 165 million barrels. on hand one year earlier. That is enough fuel oil to last for 58 days. (or to Feb. 17) , according to estimates madeby the America-n Petroleum Institute (API) .. an industry trade organization. The estimates are based on demand figures calculated by the U. S. Bureau of Mines. For this time of year, the 203 millionbarrel supply (there are 42 gallons in a barrel) represents, in terms of volume, one or the largest stockplles of distillate !uel oil in. the nation's history. This is the situation in the wake of a series. of statements by the Federal government. urging homeowners and businesses alike to. turn back their thermostats or else risk living. and working in homes and otnces without: heat. In a nationwide television address last Nov_ 25, President Nixon first stressed the need for allocating ~uel oil, saying the government. planned to reduce supplies to industry by 10. percent, to homeowners by 15 percent and tocommercial establishments by 25 percent. \"For the average American family,\" the President sald, \"this cutback in heating o11 does not mean severe discomfort for anyone, but it wUl mean that everyone should lower the thermostat ... by six degrees below its. normal setting.\" The goal was to achieve a national daytim&. average of 68 degrees. The President warned .. \"Those who taU to adopt such a cutback risk running out of fuel be!bre the winterisover.\" A fact sheet, distributed by the WhiteHouse before that speech, estimated· that the. shortage of dtstmate fuel oil would ave~ about 900,000 barrels a day during the comIng winter months. That was an increase of 100 percent over the projected shortage reported a little more than two weeks earller in another White House fact sheet, when the shortage was placed at 450,000 barrels a day. At the time~. Nixon announced his fuel on allOC&Ition program, the adminlstration '8 otl DOlley experts predicted that the overall ",
            "304": "the discount rate applied to a competing project that never should have been authorized, and would not have been if the higher discount rate had been in effect at the time of authorization? The answer is obvious. This is economic discrimination of the worst sort. And I might add that any of my colleagues shortsighted enough vote against my amendment because it would have an adverse impact on one or two projects in their State may find that they are sowing the seeds of destructive public policy in the future as good projects in their State go by the boards while less justifiable programs are pursued. Some may argue that my amendment would adversely affect projects authorized many years ago as part of a system of water resource projects, thus adversely affecting an entire program. Or it may be possible to point to communities that have relied on a previously authorized project, to their detriment if the project is not constructed. That is exactly why I have left it up to the executive branch agencies to make the decision as to whether or not to apply the new discount rate of older projects. This will permit the flexibility needed to take account of mitigating circumstances. Finally let me point out that the death of an ineflicien t project does not mean that a particular erosion or flood control problem can never be resolved. There are many ways to skin a cat. There are all sorts of solutions to individual ftood control problems. Some of them may be less costly and have a lesser impact on the environment than a project authorized 5 or 10 years ago. My amendment would focus attention on these alternative solutions. Before I conclude I want to make it clear that my amendment articulates and represents the administration's position on the subject. In order to drive this point home I would like to quote from a news release put out by the Water Resources Council last August announcing the new planning criteria for the Nation's water resources. These criteria include the discount rate formula implemented by my amendment--the formula that the Senate Public Works Committee has attempted to nullify through the language contained in section 65 of the bill. Here is what the President said about the new standards, including the new discount formula: The Principles and Standards \". . . represent the culmination of several years review by the Water Resources Council to develop improved planning criteria to achieve our goal of wise use of the Nation's water and related land resources with full consideration to the protection of our environment. I commend the Water Resources Counc11 for accomplishing such a difficult task.\" Secretary of the Interior Morton had this to say about the new discount rate formula: It is felt that the discount rate provision will foster the planning of better programs and projects for a given level of Federal investment. In order to make it crystal clear that my amendment and the administration's position are identical I would like to ",
            "354": "ing an energy conservation plan) or order issued pursuant to any such provision. SEC.120. ENFORCEMENT. {a) Whoever violates any provision of section 119 shall be subject to a civil penalty of not more than $2,500 for each violation. (b) Whoever willfully violates any provision of section 119 shall be fined not more than $5,000 for each violation. (c) It shall be unlawful for any person to offer for sale or distribute in commerce any product or commodity in violation of an applicable order or regulation issued pursuant to this Act. Any person who knowingly and willfully violates this subsection after having been subjected to a civil penalty for a prior violation of the same provision of any order or regulation issued pursuant to this Act shall be fined not more than $50,000 or imprisoned not more than six months, or both. (d) Whenever it appears to any person authorized by the Administrator to exercise authority under this Act that any individual or organization has engaged, is engaged, or is about to engage in acts or practices constituting a violation of section 119, such person may request the Attorney General to bring an action in the appropriate district court of the United States to enjoin such acts or practices, and upon a. proper showing a temporary restraining order or a preliminary or permanent injunction shall be granted without bond. Any such court may also issue mandatory injunctions commanding any person to comply with any provision, the violation of which is prohibited by section 119. {e) Any person suffering legal wrong because of any act or practice arising out of any violation of section 119 may bring an action in a district court of the United States, without regard to the amount in controversy, for appropriate relief, including an action for a declaratory judgment or writ of injunction. Nothing in this subsection shall authorize any person to recover damages. SEC. 121. USE OF FEDERAL FACILITIES. Whenever practicable, and for the purpose o:t: facUitating the transportation and storage of fuel, agencies or departments of the United States are authorized, during the period beginning on the date of enactment of this Act and ending May 15, 1975, to enter into arrangements for the acquisition or use by domestic public entities and private industries of equipment or facilities which are surplus to the needs of such agency or department and appropriate to the transportation and storage of fuel, exoept that such arrangements may be made (1) only after the Administrator finds that such equipment or fa.cUities are not available from private sources and (2) only on the basis of compensation for the acquisition or use of such equipment or facilities at fair market value prices or rentals. SEC. 122. DELEGATION OF AUTHORITY AND EF • FECT ON STATE LAW. (a) The Administrator may delegate any of his functions under the Emergency Petroleum Allocation Act of 1973 or this Act to any officer or employee of the Federal Energy Emergency Administration as he deems appropriate. The Administrator may delegate any of his functions relative to implementation and enforcement of the Emergency Petroleum Allocation Act of 1978 or this Act to officers of a State or political subdivision thereof or to State or local boards of balanced composition reflecting the make-up of the community as a whole. Such offioers or boards shall be designated and established in accordance with regulations as the Administration shall promulgate under this Act. Section 5(b) of the Emergency Petroleum Allocation Act of 1973 is repealed effective on the date ot the transfer of functions under such Act. to the Administrator pursuant to section 103 of this Act. (b) No State law or State program in effect ",
            "404": "UKRAINIAN INDEPENDENCE DAY The SPEAKER pro tempore. Under a previous order of the House, the gentleman from New York (Mr. STRATTON) is recognized for 5 minutes. Mr. STRATTON. Mr. Speaker, at a time when Alexander Solzhenitsyn's brilliant new work on Soviet concentration camps has focused world attention on the repressive practices of the Soviet Union over the years, it is especially appropriate to remember the valiant and hardworking people of the Ukraine who have been struggling against these policies for over half a century. For most of the· past 300 years the Ukraine has been submerged in the massive Russian state and for most of those years, the Ukrainian people battled valiantly against czars and later Communists in an effort to win the inalienable rights of people everywhere, namely personal and political freedom. For just one bright, shining moment, when czarist authority was first smashed in 1917 the Ukrainian people were able to gain their freedom and create their own state. That interlude began on January 22, 1918, and ended 5 short years later, when Bolshevik occupation finally took over. Today, 56 years later, Ukrainians are still in political and intellectual bondage. Their brief taste of independence evaporated all too quickly. But even though the independent State of the Ukraine is only a memory today, the spirit of freedom stlll burns brightly in the minds and hearts of all Ukrainian people everywhere. In this era of detente with the Soviet Union, we must never forget that the leaders in the Kremlin are still suppressing the legitimate hopes and aspirations of the Ukrainian people for freedom and self-determination. Yet this suppression has merely served to strengthen the spirit and the resolve of the people of the Ukraine. And it is this brave spirit which we commemorate today, on the anniversary of Ukrainian independence, and which we deeply believe will eventually bring the Ukraine back into the world community again as a free and independent state. I know that in my own upstate New ",
            "454": "REMARKS BY Gov. DOLPH BRISCOE Thank you for a kind and generous introduction. I know of no other place where I feel more at home than I do with you. For a great number of years I have worked closely with you and I know personally the great contribution the men and women of the Texas Agricultural Experiment Station have made to the progress of Texas. Working with your partners-the Texas Agricultural Extension Service-the many lasting benefits of research have been carried to the people of this State, and as a result of these efforts, all Texans have enjoyed a more abundant life. President Williams, I would like to thank you, Dean H. 0. Kunkel, Directors Mlller and Hutchinson and the many dedicated members of this university staff both here and in the field for our favorable position in agriculture. Of course, many of you hold joint teaching appointments and I express appre • elation also to those dedicated teachers who are training the young men and women who will lead agriculture and home economics in the future. Dr. Wllliams, in my opinion the land grant university concept of teaching, research and extension is one of America's great achievements. I hope that the high priorities given to agriculture and rural life in the past will be accelerated in the future. You are assured of my continued support for your efforts. You are aware that one of the goals of my ad.ministration is to make Texas Number One in Agriculture, not only in volume of sales but in profits to the farmers and ranchers of this State. If we achieve this goal then we all must accelerate our efforts. I believe no one could be engaged in a more exciting career than in today's dynamic agriculture. Agriculture is really the great hope of our country. Not only does it feed and clothe our people but agriculture has become the one tool with which we can compete most efficiently in foreign markets. Dean Kunkel, in his annual report message, said \"an agronomist can no longer be concerned only with producing the seed, but he has to be part of the team concerned with the disposal of the straw.\" Yes, the agronomist has to be a team member. You are developing a team approach and I congratulate you on the strides you are making. The fourteen designated research and extension centers, one of which is located in my home town of Uvalde, provide truly effective multidisciplinary task forces, dedicating their efforts toward solution to the problems of the areas in which they are located. The conduct of research by the station is organized into projects which outline objectives. This provides for necessary coordination to insure that the most important priority problems are being investigated and prevents costly and unnecessary duplication. The Research and Extension Centers and dynamic area development programs such as B.E.T., B.I.G., P.E.P., South Plains, E1 Paso, Rolllng Plains and the new one just recently organized at Uvalde can continue to make Texas agriculture a leading economic and social base for a more prosperous Texas. After all, the principle measure of research success is the impact that research has had on the economy and well being of the people of the State. No one would deny that Texas agriculture and its associated supplying, processing a.nd distributing industries have been transformed. dramatically in recent years. And agricultural research has been the basis for every change--the new varieties of cotton, rice, vegetables and grain sorghums, the modern fertilization practices, the new equipment and processes, the new management and cultural practices, the new livestock rations and feeding systems. As only one measure of value of agricultural research ",
            "504": "accept massive reductions in auto tramo tion of incremental service to existing lines, similar to those which gasoline shortages but the creation of entire new routes and would enforce. Outraged citizen reactions, services to substitute for the automobile in all obvious lack of policy and program co-suburbia and exurbia. All of these shortordination, and the gap between demands term measures need to be placed in the on transit services and willingness to share longer run context of efficient transportation in their financing all attest to a lack of systems to meet regional mobility and develpreparedness to accept automobile restraints opment needs. without offsetting transit improvements. States and cities across the country have Another matter of serious concern has been given their commitment to transit operation our inability to resolve the demands of what and development. There is a strong popular we used to call \"progress\" with the new base for an expanded transit program. For needs of the environmental emergency and example, 1t is reported that a majority of Calthe energy crisis. While protecting the basic 1fornia voters not only support publlc transquaUties of the environment which are essen-portation but expressed willingness to contial to the survival of mankind, we must be tribute significantly through taxation toward ready to use the resources needed for the this end. During the past decade, voters in enhancement of life in a responsible man-Atlanta, Chicago, Cincinnati, Dayton, Denner. we cannot permit the ecological argu-ver, Miami, Seattle and the States of Callforment to be twisted into a means for delay or nia, New Jersey and New York have approved denial of those projects which, in fact, will referenda for self-taxation to provide for the contribute to a better life and a better capital or operating costs of transit services. environment. Elected representatives at the state and local A particularly pointed example of such a level have taken similar action in other areas. confiict lies in the search for electrical energy The Federal role in providing for public to power local transit systems. My agency, transportation has undergone substantial inthe MTA, places a peak demand on the Con-crease over the last decade, and legislation solldated Edison system which is equivalent now pending would expand this role in 1mto eleven per cent ( 11%) of Con Ed's gener-portant ways. Wtthout denying the signlfiating capacity. By 1980, when all our subway cance of what has been accomplished to date, and commuter cars will be air-conditioned the magnitude of need suggests that lucreand when forty miles of new rapid transit mental progress is no longer sufficient. Using lines and electrified suburban rail facilities the tools and programs that are now in will be operational, the MTA's peak energy existence, and additional programs that we requirement will be more than doubled. Yet, feel will be legislated soon, it is time for the it is well known that the Con Ed system is Federal government to give leadership and unable, even at present, to meet its full sys-direction in a major national effort. tem demands from its own generators. The The Fede~l government is uniquely capaut1lity must search throughout the North-ble of addressing the problem of fuel and eneast to buy additional power. Yet its efforts to ergy availab1lity and must continue its efexpand generating capacity to meet present forts to provide the necessary wherewithal and projected increases in demand have been for present and expanded transit operations. blocked for more than a decade over environ-Along these lines, too, it is important that mental objections. Leaders of this small timely decisions be made on critical matters group of opponents frankly admit that their such as gasoline rationing. Alternative transtrategy is aimed at delaying key projects sit service cannot be put in place overnight. until the pressures of inflation make them Adequate lead time will be necessary to plan economically inviable. The impact of fuel maximum service utilizing existing bus and shortage on its stop-gap use of gas turbine rail capacity. The transit industry is not in a generators will only aggravate Con Ed's financial position which would permit this capacity problems. Accordingly, in an at-kind of preparation as a speculative exercise. tempt to secure the additional energy which In the event that longer range expansion of we wlll need to keep the transit system service is required, government intervention running, the State of New York has author-to assure that production capacity and manized the MTA to develop new generating power available for and devoted to the exfac1lities in cooperation with the New York pansion of the transit industry wlll be State Power Authority. One way or another, needed. In order that full services can be ofwe must get this energy 1f we are to provide fered, government action to assign construethe public transit services which are called tion priorities to buses and rail equipment for by both environmental and energy will probably be needed to overcome existing planners a.:; an alternative to the automobile. problems of shortage. Considering what is at stake in terms of Regulatory policies and procedures of the potential economi~ and social impact, is it Federal government will need review in the not timely that we mobillze all our efforts context of a new commitment to preservation towards enhancing transit's abillty to meet and expansion of public transportation. Enthe coming challenge? I ceu assure you that vironmental officials, for example, have sugtranslt operating agencies and the State and gested the use of automobile tolls to reduce local governments they represent are ready traffic and regulatory agencies have suggested to participate and I hope that the Federal toll increases as a means of avoiding higher government is ready to do its part in key transit fare. Yet the Federal statutes conareas that I will outline shortly. tinue to encourage a toll ~ree highway sys-Publlc transportation can contribute not tem and the Federal Highway Administration only to resolution of the environmental/ has disapproved modest toll increases, which energy situation, but is of considerable .im-would have contributed to the support of portance in terms of reducing congestion, parallel public transportation service. In contributing to more efficient land use pat-many areas, Federal and State regulatory terns and meeting the mob1llty needs of all agencies have permitted not only the disapelements of society. Stepping up our efforts pearance of rail service under economic presin the short run may involve substantial sures, but the dismemberment of lrreplaceimprovisation of measures to meet the de-able rights-of-way despite the public interest mands of the energy crisis. Staggering of in these vital assets. work hours, special bus services, car pooUng Federal procedures embodied in the Urban and the like will no doubt have to be used to Mass Transportation Act and elsewhere must t 1 di t needs. It is particularly 1m-be reviewed to determine whether unneces-mee mme a. e sary roadblocks are being created to stand portant to note that much of the potential in the way of progress in developing the transit demand which wlll be brought on by new transit systems we need. Provisions degasoline shortages will come from travellers signed to protect the interests of special not now oriented to the core areas of our groups may have their place, but these inregions where tra.nalt lines now operate. terests must be weighed against the national Meeting these needs mean not just the addt-interest in achieving viable transit service. ",
            "554": "markedly implemented the national goal. As of October 1971, only four of the eight law reform units required under its grant were in operation.\" (p. 15, GAO Report). Comment: Again, how relevant ~ a 1969 evaluation to a. Report issued 1n March 1978? An evaluation of Project B conducted for OEO by an outside firm in November 1970 indicated that staff attorneys \"were heavlly involved in community organizing, often at the expense of their caseloads\". Community organizing 1s an activity which ts central to such law reform activities as grassroots lobbying. To lbe sure, 1n October 1971 someone found that only 4 out of 8 law reform units required 'by the nationa.l Office were operational. But by what yardstick was GAO able to determine that 8 would not have ibeen excessive? Not only is the question of the propriety of law reform begged, but the question of how much is enough. Besides, 1f it is possl!ble that 4 vigorous and activist units could accomplish more than 8 mediocre ones, ought not a judgment on the effectiveness of law ll'eform to focus on the quaJ.ity and extent of the activity of the 4 units? No description of Project B's l&w reform activity ts provided, and so the issue is resolved mechanically by the number of law reform units in operation. 3. Project C: \"The grantee's 1970 self-evaluation report stated that a substantial, effective and organized law reform program was lacking. The grantee's executive director reported in Ma.y and August 1971 that the law reform unit was in a state of flux and not able to produce as much as had been anticipated.\" · (a) a. self-evaluation can either exaggerate law reform activity to win praise or underestimate it to win dollars and (lb) self-evaJ.ua.tions conducted ln 1970 and in August 1971 could hardly lbe expected to be current as of March 1978, the date of the GAO Report. In December 1972, OEO had an evaJ.ua.tion of a. signlfl.cant portion of Project C performed by an outside evaluator who found that fully one fourth of the attorney staff (8 out of 12 attorneys') were devoting themselves full-time to law reform, with a caseload of approximately 45 C'UlTent open cases. In addition the project was active in organiZing the local Welfare Rights Organization and was serving as house counsel for the National Tenants Union. These latter activities are characteristic of projects which are activist and law-reform oriented. 4. Project D: \"A grantee official informed us that the project had not been involved in any significant law reform activities.\" Comment: Here again there is no reference to a mutually agreed upon criterion of what constitutes \"significant\" law reform activity, and there is no indication GAO used any additional informa.tdon, such as an OEO evaluation, a.s a check on the grantee official's opinion. It happens that a.n OEO evaluation conducted in November 1970 agrees with what GAO was told: there was little or no law reform. The reason given by OEO's evaluators is that the director wished to run his program like a. regular law office with service to indigent cltents being the top priority. The GAO Report concedes that each of the three remaining programs was adequately involved i.n law reform, and this judgment is borne out by self evaluations and by evaluations conducted by outsiders for OEO. Project E, the Legal Services Program's second largest, was not only adequately involved in law reform. but heavUy involved, so heavily that the Project was recently the subJect of an article 1n a national journal of opinion faulting it for excessive involvement. Project F is credited by a 1971 OEO evaJ.uat1on with devoting a.t least 20% of its resources to law reform, 1n addition to serving as group organizer and house counsel to such ",
            "604": "•",
            "654": "[From Parade, Dec. 16, 1973] ABORTION Is BmTH CONTROL Abortion 1s the world's most widespread method of birth control. Nearly one pregnancy in three is deliberately terminated. More than half the money spent on birth control goes for abortions. Only one-third of the world's population has enough knowledge of contraception to regulate family growth. These are some of the more startling revelations recently reported by Dr. J. Corbett McDonald a.t a conference of the International Planned Parenthood Association. A survey that covers 209 countries shows that less than one fertile couple in three throughout the world practices a.ny birth control, thereby placing 500 million women 1n danger of unwanted pregnancies. The major need, according to Dr. McDonald, 1s to create a socla.l, cultural, and educational climate throughout the world 1n which contraception is acceptable. This 1s particularly necessary in developing countries where the death rate is going down and the birth rate going up. --;J the Washington Star-News, Nov. 4, 1973] WOltltiED ABOUT POPULATION GROWTH RATE (By Abigail Van Buren) Dear Abby: Someone signed \"father of six daughters\" wanted to know 1f there was a foolproof way for him to get a son, and you replied, \"Yes. Adopt!\" I can't resist sending you this. We received it following the birth of a son-after having had four girls: Dear Helen and Blli: So you tlna.lly had a boy? The only thing you can be congratulated on is your perseverance. You can't be congratulated on your morallty or unsel1lshness. Adding three .. extra\" children to a world already reeling under ita population load can't be called either moral or unselfish. You can't be congratulated on your fertility. Mter all, any clam, chicken, or small furry anlma.l can beat you at that. You can't be congratulated on your fine family. A fine family is one which sets an example, and your example may kill us all In a few generations. You can't even be congra.t~ted on being able to afford five children because you're not paying for them. Oh, you provide their food and clothing and shelter, but the rest of the world pays for their roads, schools, hospitals, air, water. You can't be congratulated on being a pa.trlotlc citizen, for lf anythmg deatlroys the United States lt wUl be our .. growthman!a\" ",
            "704": "The SPEAKER. Under a previous order of the House, the gentleman from Minnesota <Mr. QUIE) is recognized for 30 minutes-. Mr. QUIE. Mr. Speaker, I am introducing today the Allied Services Act of 1974 with the cosponsorship of Repre-",
            "754": "1. Postsecondary education in the United States is a large enterprise including more than 2,900 traditional collegiate institutions serving some 9.3 mlllion students and an additional 7,000 noncollegiate technical, vocational, and proprietary institutions serving approximately 1.6 million students. Postsecondary education also includes an estimated 3,500 additional institutions and organizations (serving an unknown number of students) as well as a great many other noninstitutional learning opportunities (in which as many as 32 million people may participate). 2. Recognlzlng the broad scope of postsecondary education, the Commission has adopted for the purposes of its study the following definition, encompaslng the 2,900 traditional collegiate institutions and 7,000 noncollegiate lnstl tutions: Postsecondary education consists of formal instruction, research, public service, and other learning opportunities offered by educational institutions that primarily serve persons who have completed secondary edu·catlon or who are beyond the compulsory school attendance age and that are accredited by agencies omclally recognized for that purpose by the u.s. omce of Education or are ",
            "804": "• Not listed in SEC report--information obtained from SEC and ms omcials. ",
            "854": "39, p. 23, App. -)40 The Board has fatled to inquire into an area of ratemaking which petitioners specifically placed in issue an4 which the Board itself has perceived as critical. Taxing petitioners with falling to supply an \"evidentiary basis\" for their position (73-7-39, p. 22, App. -) is as much beside the point as noting that they did not make \"studies\" {Tr. 645), or that their witness never held a management position with an airline. (Tr. 700) a. The Board has given three other reasons for its lack of concern about dilution in this case: (a) \"the fact that some passengers may have paid too much because others paid too little could not support a finding of unjust enrichment to the carriers to make amends or restitution\" (73-7-39, p. 23, App. -); (b) \"it would be plainly inequitable for the Board to refuse retroactively to recognize the dilution resulting from the charging of discount fares which had become embedded in the fare structure over a period of many years through the filing of tariffs which the Board had allowed to become effective\" (73-7-39, p. 24, App. -); and (c) Order 69-9-68 \"had the effect of decreasing the actual dilution.'' (73-7-39, p. 24, App. -) But none of these points is persuasive. The issue at hand is not whether the carriers were \"unjustly enriched\" but whether the fares in question were \"just and reasonable.\" And the fact that full-fare passengers were called upon to pay too much in order to subs1d1ze diluted-yield passengers is very much a part of that issue. Moreover, the contention that \"some passengers may have paid too much because others paid too little\" is overly simplistic. The ratema.king problem under discussion here is not that discount fares were too low in some absolute sense, but that the carriers added excess capacity in order to carry diluted-yield traffic at a reduced profit margin. This invariably results in higher costs, lower returns, and, under the Board's cost-plus approach to ratemaking, fare increases. If capacity had been controlled by means of appropriate standards, fares could have been lower throughout the system. And if reasonable load factor and dilution adjustments are made now, it may well appear that discount-fare passengers did not in fact pay \"too little\" during the period in question. The problem, in other words, is not merely one of discrimination, but one of excess as well. The Board recognized as much in Order 72-12-18. The short answer to the Board's contention with respect to \"retroactivity\" is, again, that the statutory provisions allowing for judicial review place the carriers on notice that fare increases may ultimately be found unreasonable. There is no \"inequity\" in such a finding. Finally, it is irrelevant whether or not the October 1969 fares may have reflected some minor improvements on those that prevailed previously. The fares in question here are the responsiblllty of the Board and carriers. They assert that these fares can be reconciled with the statutory provisions governing \"justness and reasonableness.\" Whether the previous fares were a \"hodgepodge\" or not (I.D., p. 34, App. -), they cannot legitimize subsequent fares which cannot withstand scrutiny on their own. Moreover, it is especially inappropriate to point to earlier fares for justification when the Board and carriers had devised a ratemaking system which e1fect1vely precluded judicial review. The Board has sought to excuse the carriers on the basis of its poor ratemaklng performance in the past and the carriers • poor financial performance under the October 1969 fa.res. This is consistent with neither the. statute nor the Board's duties to the public. For the reasons set forth above, a dilution standard must be employed to delete from revenue need that portion of the carriers' costs reflecting excess capacity employed to carry diluted-yield tramc; in the absence ",
            "904": "Last fall, Amtrak, which is supposed to entice people back to the pleasures of railroad travel, began to set up a computerized, national telephone reservation system of the kind the airlines have used for years. The system's capacity seemed sufficient for five years. Then, on November 19, the President proclaimed the energy crisis, gasoline and jet fuel supplies seemed threatened, people took to the ralls, and, what with the Christmas holidays, the new reservation system was jammed by the sudden, overwhelming demand for seats. As a result, it still can be somewhat annoying to reserve an Amtrak railroad ticket. And that pretty wellillustra.tes our passenger train dilemma. Amtrak, with the help of airline and travel agency experts, seems to have done a good, slow, difllcult but conscientious job of keeping ran travel from going the way of the stage coach. From 1945 until Amtrak was Ia.unched in May 1971, the railroads ha.d steadily lost 15 per cent of their passengers every year. Now they are regaining 11 per cent every year. This is due to a number of visible improvements. Amtrak, first of all, consolidated the passenger runs across the country to a bare minimum. Some cities, such as Cleveland, are not served by passenger trains at all. Next Amtrak began to improve the cars. Oniy half of the existing 3,000 cars were considered salvageable. The other half are being refurbished at the ra.te of first 48 and lately 70 cars a month. New diesel locomotives have been put in service or ordered. The ChicagoSt. Louis run has a whole new train, made in France. Personnel has been retrained. There is now a nationwide timetable. Many cities have downtown ticket offices and some have had their railroad stations cleaned and repainted. Three new stations--at Jacksonville, Fla., Springfield, Mass., and Cincinnati, Ohio-have been built. There has even been some modest innovation. Some of the long distance trains have passenger representatives to help make people comfortable and some, like the Montrealer, include recreation cars that offer games and movies and have a piano player along for entertainment. The Interstate Commerce Commission, furthermore, is about to issue new customer service standards for passenger railroads that will insist on proper luggage handling, a !air reservation system and punctual performance. Under the new rulings, railroads can be fined tor being late. But like the new reservation system, all these gains are likely to be overwhelmed by the new demand on railroad travel created by the energy crisis. There is not enough eqUlpm.ent to handle a. sudden increase in passengers. It will take years to build additional cars and locomotives, particularly since Amtrak rightly insists on new, up-todate des1~ and engineering rather t-han reordering obsolete models. The refurbishing program can, of course, be accelerated. But there is ~ yet little incentive and less money to get the railroads ready for the new pas-",
            "954": "~To some extent, the courts are being reformed every day. Whether these reforms mean anything, I don't know. I don't think our society, as presently constltutea. can ev~.r have justice for Black people, for or the young or revolutionary movement people because the society is a class society and that can never give justice to all members of the opposing classes who are trying to liberate themselves. \"But I think it is important to struggle for all of the rights and safeguards we now have in the courts so that the right to struggle and organize will be preserved. It's a hell of a lot harder to have a movement in a fascist state than·it is in a conservative, democratic state. I'm optimistic. I think the people of the world are going to win their battle to make the world a humane, comradely, humanistic place for all people.\" Garry, Dreyfus, McTernan & Brotsky is not the only San Francisco firm with a Who's Who case load of movement cases, nor with a media star in its midst. The other firm sharing this dubious honor does, in fact, go the Garry firm two better since one of its two partners and two of its associates are media stars of the radical law movement. The firm is that of Michael Kennedy and Joseph Rhine, and associated with the firm are Dennis Roberts and Michael Tigar. They are housed big red house with a largely red and black interior in which Mike Kennedy feels very much at home, partly because he is an Aries surrounded by Arlen colors, and partly because it was decorated by his wife, Eleanore, who is an interior designer. Kennedy was born in Spokane and raised there and in Seattle until he was ten when his family moved to Corcoran, California., the San Joaquin Valley town where Grapes of filmed. From there he went to Berkeley, majored in economics, joined a fraternity, and quit after eighteen months because it had a white clause. He also during this time became friends with the Hallinans, Peter Franck, and Arjay Lenske. After graduating from Berkeley, he went to Ha-stings Law School in San Francisco. \"Being a lawyer seemed to me to be the slickest capitalistic rip-off and professional position one could get, and it seemed I could placate my conscience, to the extent that I had a conscience, by occasionally doing things with the law that one couldn't do in other professions. I had wanted to be a lawyer for a long time, to make a lot of money, get an elite position, and protect the hell out of tt for the rest of my life. \"But the more I got into the law, the more I realized what a morass it was, that the poor and people of color were treated differently, and that it really hadn't changed that much from feudalistic times in England.\" In law school he first met Joe Rhine, the son of union organizers who were active in the labor movement from the thirties through the fifties. Because of his parents' profession Joe had moved around a lot, attending high school in Indianapolis, Philadelphia, and Arvada, Colorado, before doing his undergraduate work at the University of Colorado and then going on to Hastings. After meeting Rhine, Kennedy got involved in trying to make the law school employment people hire people from minorities and was washed down the city hall steps on Black Friday. Whlle at Berkeley, Kennedy had re-ceived a ROTC commission, with a deferment to go to law school so he could go into the judge advocates corps when he finished. \"Because o! my relationship with Joe and other left-wing people the Counter Intelllgence Corps and the FBI started to investigate me along about my second year o! law school. It --me off from the civil liberties viewpoint, and I refused to cooperate with them. Eventually they gave me my commis-",
            "1004": "service ",
            "1054": "( 1) ",
            "1104": "I ",
            "1154": "a legislative nightmare. There is no way in which that could feasibly be accomplished. Mr. LONG. And every one of those 220,000 service stations can be hauled into court under the Renegotiation Board for every sale they make to every customer. So that board could meet from now to eternity, and would not have settled all its cases. Mr. BENTSEN. Does the Senator from Louisiana remember the service station operators who were here last year because they were having problems in this regard? Mr. LONG. I certainly do. Mr. BENTSEN. Does he not think they would be back again with the same kind of problems? Mr. LONG. I certainly do. Mr. President, I expect to vote for the kind of excess profits tax that would work, and would not keep us from getting energy for the American people at a time when they need it desperately. Mr. NELSON. Mr. President, what we are really doing if we approve this bill is playing a gigantic con game on the American public, because it is not constitutional, it will not work, and it is not a tax, and I do not think the President. on his worst day, could conceivably sign this bill. Nevertheless, I think we ought to recognize who we are putting a burden on with this bill. That is, the local gasoline station owners and it will bankrupt them. They cannot live under it. Think of a situation where the President sets the price at the retail level, and then the fllling station operator follows the price the President sets. Then along come a bunch of customers and complain that the price he charged, based upon what the President set, gives him an excess profit, so they go up to the Renegotiation Board, which has the authority under the law to decide that in fact, after using all these guidelines I read into the RECORD, he is charging an excess amount. So then they haul him before the Renegotiation Board, with maybe 10 complaints or 50 complaints, and now he has got to pay back money. There is no way in the world, under the free enterprise system, for any retailer to survive under this provision. The Senator from Washington and the Senator from Maine both know it is a bad provision. They will both say so. They both voted against it. Yet they want to stick by the provision because they say that is all they can get out of the conference. Now let us look at the argument that there are a bunch of urgent things in here. I just called WILBUR MILLS and talked with him at home, and I asked him about whether, if something happened at this conference and they did not come back with any agreement, he considered it important that we have some unemployment compensation act provision such as is in this blll, or better. He said, \"Yes, we have got to do something about those who are unemployed.\" So we have the chairman of the Ways and Means Committee who has a position on it, we have the chairman of t>he ",
            "1204": "formulation of a coordinated national energy policy demands. The forward strides that have already been made by the present Federal Energy Office under William E. Simon offer a refreshing and long-awaited change from the chaos and false steps of previous so-called \"energy czars\" and \"advisers.\" I feel that H.R. 11793, by setting a 2-year authorization period for the FEA, puts a sensible limit on the lifespan of our emergency energy regulatory apparatus. Provision is made in the bill for Presidential recommendations for either continuance or other disposition of the functions assembled under the aegis of the Federal Energy Administrator. I feel that one lesson that we ought to have ~earned by the experience of the last year Is that regular and frequent reviews of our energy policymaking procedures and goals are a necessity if we are not again to be caught as fiat-footed as we were by the Arab boycott. Mr. Chairman, I am aware that some Members are alarmed by what they characterize as the sweeping breadth of power which has been deputized to the FEA by this legislation. I think it important to point out--as is already evident from the workings of the present Federal Energy Office-that the President already possesses the powers that it is feared will so strengthen the Executive Office. Last spring Congress renewed the Economic Stabilization Act, under which the President has since authorized the creation of the Federal Energy Office and assembled various energy functions. I favor passage of H.R. 11793 because it will enhance congressional control over the new FEA. If this bill becomes law, all the principal officers of the FEA will necessarily have to be confirmed by the Senate. Further, congressional approval will be mandated at the end of 2 years for any further energy regulation and policymaking vehicle. The interim period will have afforded all of us in this body and in the other House the opportunity to appraise the benefits and drawbacks of this agency. At that point, we will be able to act on information our own senses have gathered. Despite my endorsement of this legislation, I am troubled in particular by one aspect of this bill and its near relation, the conference report on the Energy Emergency Act <S. 2589). Neither piece of legislation takes, to my mind, a firm enough stand upon perhaps the most crucial issue raised by the national energy crisis. Quite simply, where are our national priorities? Do they lie with some ill-conceived, vague entity-the marketplace-or do they have their foundation in the wellbeing of our people? It seems to me that the most dangerous and insidious issue amidst this whole energy debate is the view, quite openly stated and restated by top administration figures, including Mr. Simon, that 1f prices go high enough demand will eventually mesh with supply and presto, no more shortages. This philosophy seems to me to ignore the fact that energy-whether it be used to heat homes, carry people to work or school or run factories--is not some imaginary commodity in an economics textbook. It is a rockbottom necessity. If ",
            "1254": "Ethyl Corp., world's largest producer of lead additive products, had lobbied hard to have the emission standards frozen at the 1974level. Howard E. Hesselberg, Ethyl vice president and director of air conservation, said that the use of catalysts and the EPA phase-down \"wUl, 1f they run their course, have a serious Impact on the a.valla.blllty of crude oll.\" Hesselberg said Ethyl \"conservatively\" estimates that it w111 take 1 per cent to 2 per cent more crude oil to produce a gallon of nonleaded gasoline over the same amount of typicaJ. leaded gas. He also said it will require 0.5 per cent to 1 per cent more crude to achieve the 1.7 grams per gallon level mandated by EPA for Jan. 1, 1975. \"We firmly belleve that catalysts have some problems and that the auto industry wm develop a high-compression engine that wm achieve emission standards 'by using leaded gasoline,\" Hesselberg said. "
        },
        "6": {
            "4": "The facts of the case as contained in the report of the Department of the Navy are as follows: The records of this Department show that Mr. Morgan served as an enlisted m~mber of the U.S. Na,vy .from October 1, 1940, until November 24, 1946, and as an enlisted member of the U.S. Naval Reserve on inactive duty from Npvember 25, 1946, until November 24, 1954. He accepted appointment as a lieutenant junior grade in the Naval Reserve on January 15, 1959, and was placed on inactive duty. He was ordered to active duty from Honolulu, :S:awaii on March 4, 1962, and ",
            "54": "(By Steven V. Roberts) Los ANGELES.-The Sau. Francisco Valley is probably the best example of the spectn.cular suburban growth that has blanke'lled t11e \"sunbelt\" .states of the West and tb.e South since the war. Thirty years ago it as an isolated .area of orange groves and truck farms, untouched by the freeways that have since slashed through the Hollywood Hills. binding the valley in their concrete grasp to the fortunes of the Los Angeles metropolis. ",
            "104": "•",
            "154": "Bowen Grasso Mosher Brademas Green, Oreg. Murphy, N.Y. Bray Green, Pa. Murtha Breaux Gross Myers Breckinridge Grover Natcher Brinkley Gubser Nedzi Brooks Gunter Nelsen Broomfield Guyer Obey Brotzman Haley O'Hara Brown, Calif. Hamilton O'Neill Brown, Mich. Hammer-Owens Brown, Ohio schmidt Parris Broyhill, N.C. Hanley Passman Broyhill, Va. Hansen, Idaho Patten Buchanan Hansen, Wash. Pepper Burgener Harrington Perkins Burke, Mass. Harsha Pettis Burleson, Tex. Hastings Peyser Burlison, Mo. Hawkins Pickle Burton Hays Pike Butler Hebert Poage Byron Hechler, W.Va. Podell Camp Helstoski Powell, Ohio Carney, Ohio Henderson Preyer Carter Hicks Price, Ill. Casey, Tex. Hillis Price, Tex. Cederberg Hinshaw Pritchard Chamberlain Holt Quie Chisholm Holtzman Quillen Clancy Hosmer Railsback Clausen, Howard Randall Don H. Huber Rangel Clawson, Del Hudnut Rarick Clay Hungate Rees Cleveland Hunt Regula Cochran Hutchinson Rhodes Cohen !chord Riegle Collier Johnson, Calif. Rinaldo Collins, Tex. Johnson, Pa. Roberts ·conable Jones, Ala. Robinson, Va. Conlan Jones, N.C. Robison, N.Y. Conte Jones, Okla. Rodino Conyers Jones, Tenn. Roe Corman Jordan Rogers Cotter Karth Roncalio, Wyo. Coughlin Kastenmeier Roncallo, N.Y. Crane Kazen Rooney, Pa. Cronin Kemp Rose Culver Ketchum Rosenthal Daniel, Dan Kluczynski Rostenkowski Daniel, Robert Koch Roush W., Jr. Kuykendall Rousselot Daniels, Kyros Roy Dominick v. Lagomarsino Roybal Danielson Landgrebe Runnels Davis, Ga. Landrum Ruppe Davis, S.C. Latta StGermain Davis, Wis. Leggett Sandman de la Garza Lent Sarasin Delaney Litton Sarbanes Dellenback Long, La. Satterfield Dellums Long, Md. Scherle Denholm Lott Schneebell Dennis Lujan Schroeder Dent Luken Sebelius Derwinski McCloskey Shipley Devine McCollister Shoup Dickinson McCormack Shriver Diggs McDade . Shuster Donohue McFall Sikes Downing M<!Kay Sisk ;Drinan McKinney · Skubitz Dulski McSpadden Slack Duncan Macdonald Smith, Iowa duPont Madden Smith, N.Y. Eckhardt Madigan Snyder Edwards, Ala. Mahon Spence Edwards, Calif. Mallary Staggers Eilberg Mann Stanton, Erlenborn Maraziti J. William Esch Martin, Nebr. Stanton, Eshleman Martin, N.C. James v. Evans, Colo. Mathias, Calif. Stark Evins, Tenn. Mathis, Ga. Steele Fascell Matsunaga Steelman Findley Mayne Steiger, Ariz, Fish Mazzoli Steiger, Wis. Fisher Meeds Stephens Flood Melcher Stokes Flowers Mezvinsky Stratton Flynt Michel Stuckey Foley Milford Studds Ford Miller Sullivan Forsythe Mills Symington Frenzel Minish Symms Frey Mink Talcott Froehlich Mitchell, Md. Taylor, Mo. Fulton Mitchell,·N.Y. Taylor, N.C. Fuqua Mizell Thompson, N.J. Gaydos Moakley Thomson, Wis. Gettys Mollohan Thone Gilman Montgomery Thornton Ginn Moorhead, Tiernan Gonzalez Calif. Towell, Nev. Goodling Morgan Treen ",
            "204": "what has been used as alleged proof that the crisis was contrived by the oil companies. In fact, there was nothing sudden about it. Fifteen years ago a presidential commission warned that demand would soon outpace supply unless countermeasures were taken, but the report was ignored, as were the increasingly .frequent and increasingly urgent warnings by experts in industry and the universities. The present Administration is now being berated for not having foreseen the crisis, and while it is true that it could have done more, it has a better record in this respect than all of its predecessors. By April 1973, it had progressed from general warnings to submitting 18 specific proposals to Congress, including reevaluation of the price controls on gas and oil. But Congress ignored the proposals; by March 1974 it had acted on only one of them (the Alaska pipeline bill), and that only a.fter the Arab oil embargo, wate·rgating away precious months. A look through the trade journals of the petroleum industry and of the electric utilities for the last few years will soon dispel any suspicions that the arrival of the energy crisis was sudden. The warnings from industry (but not its PR departments) and from the universities were frequent and urgent. But nobody listened. There were other warnings, too. The long lines of cars now waiting their turn at the gas pumps in some metropolitan areas were commonplace in Denver, Colo., and Portland, Ore., in the summer of 1973. To say that the energy crisis erupted suddenly is like looking at a man who has fallen to his death from a skyscraper and saying \"How strange! The man was in perfectly good health when he fell past the fifth floor, and now all of a sudden he is dead.\" But, of course, energy production in the .United States is not dead, and that is another point that is overlooked in the \"why so sudden\" question placed at the door of the oil companies. Block-long lines at gas pumps do not start only when all the gas is gone; they ' start when the supply is down by as little as 10 percent. The cross-over point from enough to insufficient is indeed a \"sudden\" one. It so happened that the Arab embargo made that point appear dramatically in the fal~ of 1973; but without the embargo that point would have been reached a little later anyway. The present shortage is more serious than was foreseen by government spokesmen immediately after the Arab embargo, when it was pointed out that direct imports of Arab crude amounted only to 5 percent of total U.S. consumption. When imports of refined products and other dislocations were considered, the forecast quickly rose to between 17 per cent and 21 per cent. Moreover, this represented only the immediate shortage for the present winter. The real crunch will very likely appear as a gasoline shortage in the spring of this year, since refineries were ordered to produce 15 to 20 per cent more heating oil at the expense of gasoline during the winter. The usual latitude for changes in the fraction of gasoline production is only 5 per cent, and this disruption may show up as an additional factor in the shortage. When demand goes up this spring and summer, a refinery capacity shortage of some two million barrels per day (b/d) will probably show up as well. On the other hand, the embargo proved far less effective than anticipated, partly thanks to the oil companies who switched deliveries from non-Arab countries to Holland and the United States and delivered Arab oil to \"Arab-friendly\" countries, often by radio message to tankers already bound for a different destination. More important, the considerable waste of energy, engendered by its artificial cheapness through price controls, will cushion the increasing crunch as this waste is progressively eliminated. There is quite a way to go before ",
            "254": "to ",
            "304": "the Tennessee Valley Authority Act of 1933 1s amended by inserting immediately at the end of section 15d the following new subsection: \"(i) (1) Beginning with fiscal year 1975, and each fiscal year thereafter, the Corporation shall be entitled to a credit against the payments required as a return on the appropriation investment in power facilities and the annual repayment sum established for such fiscal year in the first sentence of subsection (e) of this section in an amount equal to the amount actually expended by the Corporation durtng the preceding fiscal year for any certified pollution control facility. The return on the appropriation investment the Corporation's power faciltties required to be paid by such first sentence of subsection (e) shall be reduced in an amount equal to such credit in the same manner and to the same extent as if such credit were a payment in cash. In any fiscal year when the amount expended by the Corporation for a certified pollution control faCillity or facilities exceeds the payments required as a return on the appropriation investment for the next fiscal year, the amount 1n excess of such payment requirement shall be applied, as a credit against the annual repayment sum for the next fiscal year and the appropriation investment required to be repaid by such first sentence shall be reduced in an amount equal to such credit in the same manner and to the same extent as if such credit were a repayment in cash. In any fiscal year in whlich the amount expended by the Corporation for a certified pollution control facility or facilities exceeds both the payments required as a return on appropria1tion investment for the next fiscal year and the annual repayment sum estab-",
            "354": "ONE THOUSAND DOLLAR PERSONAL EXEMPTION Mr. HARTKE. Mr. President, yesterday I introduced a bill which would increase the personal exemption on Federal income tax returns from $750 to $1,000. This is a proposal which I first made in January 1961; I believe that it is all the more necessary today. The likely course of the economy will be a downturn in 1974. My legislation would help cushion recession and speed recovery with only minor effects on the course of inflation this year. Economic activity already sags. Industrial production has declined during the past 3 consecutive months; unemployment has risen by 650,000 persons since October 1973; and real GNP is declining sharply this quarter. What has happened is that a normal economic cooloft' which began last summer and autumn collided with the energy crisis and the slowdown turned into a tailspin. ",
            "404": "Mr. Klassen quickly adds, \"We're not trying to destroy anyone. These magazines are our customers.\" Nevertheless, Arthur Keylor, Time Inc.'s group vice president in charge of magazines, skeptical about Washington's benevolence. the Postal Service were to find the volume of mall declining as a result of the increases, it would find a way to jack up the rates still more. And then where would we be? The whole business has a 'Catch 22' logic to it.\" While some of the smaller and middlesized publications are more or less resigned to the postal-rate increases-\"There isn't much that we can do about them,\" says Russell Bernard, publisher of Harper's magazine-the larger publications are moving to confront the problem on a number of fronts. Coleman W. Hoyt, distribution manager of Reader's Digest, says his magazine has developed a delivery system based on the services of a private carrier that it will try out in several communities this summer in conjunction with McCall's and several other major magazines. According to Mr. Hoyt, the Digest system sorts the magazines not only by particular areas within a community but by exact carrier routes as well. \"We're even planning to sequence the walk of that carrier,\" he says, \"so he doesn't have to do any sorting himself while on the route.'' The Wall Street Journal already does its own delivering in towntown areas of New ",
            "454": "in ",
            "504": "Could the presidency be pluralized? No proposal to scrap the institution and begin anew could be seriously considered. What is needed is a remedy that could be grafted onto the existing system with the least possible disruption of its basic structure. The simplest device that might serve to introduce an element of collective judgment into the exercise of executive power may be the one by which the executive in a parliamentary system is controlled. That is the device of dismissal of a government through a parliamentary vote of \"no confidence,\" which could be added to the American system by a simple constitutional amendment. This provision would have both a direct and an indirect effect. The direct effect would be to make possible the removal of a President who, though not guilty of the provable \"high crimes and misdemeanors\" that are the basis for impeachment, has lost the capacity to lead and inspire and unify the countryin short, the capacity to govern. On more than one occasion in the past, a President whose effectiveness had been destroyed through incompetence, gross negligence, egregious errors in foreign or domestic policy, or crimes and misdemeanors committed by those who had intimately shared his confidence and acted in his name, has remained in office until the end of his allotted four years-and nothing could be done about it. No other democratic government leaves itself so vulnerable. If the \"no confidence\" procedure were introduced into our Constitution, a President to keep his office would have to do more than keep himself free of indictable crime. He would have to satisfy the Congress-and therefore the people, for the Congress would hardy act in such a matter in defiance of the people-with his conduct of the government. And what could be more consistent with democratic theory than that? The probability, of course, is that the power to vote \"no confidence,\" like the power to impeach, would be rarely used. Consequently the indirect effect would be more important. Though by no means wholly predictable, the indirect effect would probably ",
            "554": "eral terms on my view that we must return to a free economy. Phase I was an across the board freeze. Phase n was the most .successful, phase III was a disaster and phase IV has created great uncertainty. Some ",
            "604": "Mr. RIBICOFF. Mr. President, this amendment is a modified version of my printed amendment No. 1044. My amendment in no way affects the discipline imposed by the bill. It relates only to the jurisdictional question affecting certain specific types of legislation. Mr. President, S. 1541 is designed to promote fiscal responsibility by reforming the budget process so as to make it reflect congressional priorities. It will establish a framework, reflecting Congressional priorities, which will provide a discipline under which all congressional action affecting the budget can be seen in an overall context. I strongly support S. 1541 for the discipline it creates and for the central role it gives congressional decisionmaking. · As I have said, my amendment in no way affects the discipline imposed by the bill. It relates only to a jurisdictional question affecting certain specific types of legislation. The amendment would delete the requirement that legislation affecting certain programs be referred to the Appropriations Committee but instead offers that committee a~ opportunity to report on this legislation before the Senate acts on it. Under S. 1541, legislation creating a new entitlement to payments or increasing existing entitlements must be referred to the Appropriations Committee for· a period of 10 days after it is reported by a substantive committee. This requirement of referral to the Appropriations Committee would not affect existing trust fund programs but it would apply to such programs as veterans' compensation, veterans' pensions, veterans' educational benefits, payments to needy, aged, blind, and disabled persons, medical assistance to the needy, and food stamps. This additional referral to the Appropriations Committee was not requested by that committee and it will occur at a time when the Appropriations Committee will be fully occupied in attempting to process all appropriations legislation. ",
            "654": "By Mr. GURNEY: S. 3212: A bill to amend the Emergency Petroleum Allocation Act of 1973, relating to the mandatory allocation of gasoline. Referred to the Committee on Interior and Insular Affairs. Mr. GURNEY. Mr. President, today I am introducing legislation which would establish a ·new formula for the distribution of motor-gasoline. The formula I propose will require the ",
            "704": ",., ",
            "754": "Mrs. SCHROEDER. Mr. Speaker, the Defense Department supplemental budget request for fiscal year 1974 (H.R. 12565) contains a provision to build up facilities on the remote United StatesUnited Kingdom island base at Diego Garcia in the Indian Ocean. The Honorable LEE HAMILTON'S Foreign Affairs Subcommittee on the Near East and South Asia was sufficiently concerned to hold 5 days of about this proposal hearings on it. My own Armed Services Committee voted approval of this project and the entire supplemental budget after barely more than 5 hours of hearings. I believe that the testimony of Earl C. Ravenal before Mr. HAMILTON's subcommittee clearly sets forth the important questions and, as this statement will probably not be published before H.R. 12565 is ramrodded through the House, I would like to take this opportunity to bring it to the attention of my colleagues. Mr. Ravenal puts it well: The ultimate question, of which Diego Garcia is only an early test, is whether we ",
            "804": "Charges that the South Vietnamese government has jailed tens, even hundreds, of thousands of \"political prisoners\" are in variance with the facts. Following recent allegations that the Thieu government was holding up to 202,000 political opponents in barbarous captivity, the U.S. Embassy in Saigon undertook what it described as \"an exhaustive and painstaking analysis utilizing all available sources, including the personal knowledge of U.S. police advisers who had been on the scene until early 1973. The results of this official U.S. Embassy survey, comprising 15 closely typewritten pages, covers every penal institution in South Vietnam, from the four national prisons and 35 provincial jails to local police lockups where suspected criminals are held for up to five days before disposition of their cases. The Embassy survey reached \"the firm conclusion that the total prisoner and detention population in South Vietnam in the July-August, 1973, period (when the check was conducted) was 35,139. This figure comprises civilian prisoners of all types, not just 'political prisoners,' however defined.\" The U.S. Embassy placed the total capacity of South Vietnam's prison and detention system at 51,941 as of December 31, 1972. The total prison occupancy on that date was 43,717, and less since then. The Embassy said that its survey \"conclusively refutes the widely-spread charge thaJt South Vietnam government jails harbor '200,000 political prisoners.' \" And it found no evidence whatsoever that large numbers of persons had been jailed solely for their political opposition to the present government. The allegation that the Saigon government harbors \"202,000 political prisoners\" was ",
            "854": "tee needs stature. The Appropriations and the Finance Committees already have stature. We have a new committee here and it will be a vitally important committee which will need equal stature with that of the Appropriations and Fi· nance Committees and other committees. It will detract from the stature of that committee if it becomes a sort of rolling stone committee on which members will rotate. It would be just another commit· tee assignment for a member-just another chore, another burden-and not one of his most important committee assignments. Third, the amendment would preclude the development of long-term personal relations with members of the new committee and the other standing commit· tees whose legislative work would have to be coordinated with the new budget committee. The Finance Committee has a long his· tory, and the Appropriations Committee has a history which goes back deep into the roots of this institution. They both have great stature. The members of these committees, because of their seniority on such committees, generally, not only have great stature within the committee structure but also within the Senate. If we are going to set up a committee now that rotates its membership, its mem· bers will be deprived of the opportunity to gain valuable experience and would not be as dedicated in their service to that committee, because of that fact, nor be able to accumulate the expertise in their field, which all members of other committees are able to gain with long and continuous service. I am afraid that they will not then have the prestige that will enable them to act with the kind of comity that will be needed between the budget committee and the Appropriations and Finance Committees, if we are going to make this legislation work. The members of the Appropriations and Finance and other committees may otherwise view those who will be work· ing on the Budget Committee as ju.st messing into the business of the Appro· priations and Finance and other com· mittees. It will damage chances of favorable implementation of this act, once it becomes law. Finally, I do not believe we should veer away from the normal procedure governing the service on standing com· mi ttees in this body. If this is really going to be a major standing committee, then it should stand on an equal basis with all other such standing committees, and its members should understand that. Mr. President, I trust, for these various reasons, that the Senate will not agree to the amendment of the distinguished Senators from Wisconsin and Minnesota, Mr. NELSON and Mr. MONDALE. Mr. HUGH SCOTT. Mr. President, I should like to say that I agree with the distinguished Senator from West Vir· ginia. Mr. ROBERT C. BYRD. I thank the distinguished Republican leader. Mr. ERVIN. Mr. President, if we have ",
            "904": "Mr. CHARLES WILSON of Texas. Mr. Speaker, I do not guess it is very often that a Member will rise in these chambers to pay homage to someone who has slandered him. We are all accustomed to having our egos trampled, of course, but that does not mean we should do honor to the tramplers. Archer Fullingim, though, is a far cry from your standard, run-of-the-mill ego-trampler. For 22 years now, Archer has been putting out a little weekly paper in a little town named Kountze, and there probably has not been a year when he could not count almost as many libel suits as paid advertisers. That does not mean he is irresponsible or unfriendly or anything; he just believes in getting things off his chest and letting you know whose newspaper it is you are reading. That the Kountze News belongs to Archer is a fact nobody has ever seen fit to challenge. He turns it out every Tuesday on a cranky, wheezY old flatbed press that looks like something Gutenberg improved on, talking to it and tinkering with it till it agrees to meet him halfway. In the process, that old press gets two things from Archer that no Texas politician in the last 22 years has been able to get: flattery and compromise. In between his various cantankerous campaigns and crusades, Archer has found time for his other interests as well. He is a yarn-spinner and shirt-cuff raconteur without par, and he makes something called Mayhaw Jelly that you would swear was a collaborative effort between Mother Nature and Sardi's. Archer has also fallen in love with the pine bogs and backwoods of the Big Thicket Wilderness, and he will tell you with a straight face that he can talk to the trees. And you cannot help but believe him. He looks like he probably can, tall and angular and all, about as gnarled and ageless as some king cypress hidden off in a timeless corner of the thicket wilds. At any rate, Archer has decided to quit the newspaper business. That is probably going to make the world safer for a lot ",
            "954": "Total costs for the whole program could run as high as $360 million per year, according to Vogely, if fuel prices reverted to levels when there was no embargo. If prices sta-yed high, government costs would be lower because private buyers would be competin;s for the fuel. \"Our position is that Project Independence must be defined as a program and not an idea. Interior is going to play a very major role in this,\" Vogely added. According to Robert Shatz, a former aerospace engineer working under Simon at the Federal Energy Office, there are now \"seven or eight\" different scenarios under study. Shatz' office, picking the best elements from each, expects to deliver a final draft of Project Independence to Simon within three months. Shatz said he has a task force studying various subsidy proposals, but has no firm estimate on how much such a program would cost taxpayers. Even if it cost $10 billion a year, he pointed out, the only alternative would be to buy increasingly larger volume of imported fuel at \"several times\" that cost. The big numbers now being uttered around Washington have amazed some industry experts, men who have watched the coal industry languish for years. \"There are going to be large winners and big losers in this. The political forces now working in this thing are enormous,\" said one man involved in the decision-making. Some of the potential \"winners,\" however, are not so sure. \"Up to now, all I am getting from the government is rhetoric,\" complains Carl E. Bagge, who as president of the Natio~al Coal Association is the coal industry's chief lobbyist. Bagge admits that one of the reasons federal subsidies are needed now that the coal industry, over the years, has contributed very little toward research and development. But coal, he argues, has been the \"redheaded stepchild of the energy business,\" the chief victim of government tax breaks favoring oil and pollution controls. \"Only five of the top 15 guys (coal companies) made a profit in 1973,\" he asserts. The continuing slump in coal development also has been reflected by a lack of interest in the nation's mining schools. There were only 200 mining engineers graduated last year, according to Bagge, \"a drop in the bucket\" compared with demands envisioned by Project Independence. \"If we ever get going, the industry would gobble up these guys overnight.\" Then there is the identity crisis the coal industry has. Of the top 10 coal production companies, the biggest is owned by a copper company, two are owned by steel companies, three are owned by oil companies and the rest are controlled by diversified conglomerates with interests far beyond the coal industry. Major newcomers to the industry, now competing for coal lands in the West, include several more oil companies, gas companies and giants from the electric utility industry. \"In a way, it's mind-boggling to ask us to move together,\" Bagge adds. \"All this stuff that the public is being mesmerized with now. Liquefaction and gasification. You're not going to solve the problem by throwing billions into coal research and development overnight. Behind all of that there has to be an economically viable industry.\" Bagge's solution is to have Congress pass a package of legislation guaranteeing coal's long-term stature as the nation's \"mother fuel.\" Included would be permission for widescale strip mining in the West and a longterm relaxation of air pollution controls that inhibit the burning of coal by electric utilities in the East. So far, despite vigorous verbal pressure from Simon and other government officials, even utilities that can burn coal have re-",
            "1004": "Page 28, line 9, strike out \"1977\" and insert in lieu thereof \"1976\". Page 48, line 16, insert \" ( 1) \" after \"as may be necessary\". Page 48, line 18, immediately after \"such amount\" insert the following: \", and (2) to take into account the total amount of sums appropriated for the fiscal year involved pur~ suant to the authorization for appropriations made by section 134(a) (1)\". Page 50, line 25, insert \" ( 1)\" immediately after \"(d)\" .• ",
            "1054": "An efficient, financially sound rail system is a great national asset. Although the railroad system in the United States is experiencing financial difficulties, it is neither dead nor dying. If the actions necessary to modernize both the regulatory framework and the physical plant are taken, the railroad industry can be made financially sound. ",
            "1104": "Last October, the AEC's Advisory Committee on Reactor Safeguards ( ACRS) made a \"pre-application site review\" at PSE&G's request. From the committee's comments, one gets an inkling of the possible complications OPS and its customers may have to overcome. For instance, the ACRS, although it might dismiss Henry Kendall's fears as to the ",
            "1154": "Fourth, contrary to the premature obituaries being offered, public financing is not a nail in the coffin of the two-party system in America. It will not diminish in any substantial way the role of political parties in the Nation. To the extent that public funds go to candidates themselves instead of to the parties, the Senate bill simply reflects the existing reality of campaign spending, in which the role of the candidate is and must be paramount. Congress settled this issue in 1967 and ratified it again in 1971, and that is where it rests today. In two of its provisions, moreover, the Senate bill specifically enhances the parties' role: By conferring independent spending authority on party committees at the National and State level, over and above the candidates' own spending limits, the bill establishes a specific role for the parties in their own right, free of the candidates' control. And, by prohibiting expenditures over $1,000 by a candidate for President unless the expenditure has the approval of the party's national committee, the bill guarantees a substantial supporting role for the parties in the national campaigns. On balance, therefore, far from damaging the parties, the prospects are good that public :financing will in fact be a useful counterbalance to the forces driving the two-party system apart and splintering modern politics. Realistically, public financing by itself is not a lever strong enough to rejuvenate the political parties in America. But if that is the direction in which the larger political and social forces now at work are moving, then public financing will contribute significantly to the goal. ",
            "1204": "Mr. SYMMS. Mr. Chairman, I make a point of order that a quorum is not present. The CHAIRMAN. The Chair will count. One hundred and two Members are present, a quorum. Mr. TREEN. Mr. Chairman, members of the Committee, the substance of my proposal is printed in the RECORD today on page 8060, and there is a chart on that page which indicates what my proposal would do with regard to funding. My proposal is in two parts, only one of which could be effected here. First of all, let me explain why I am making this proposal. It has been said by one of the Members here that this is not the time to debate whether or not the Federal Government should be involved in education. I disagree with that. I think now is the time that we should debate the basic question of whether the Federal Government should continue to be involved in education. I think that the monumental problems that have been demonstrated by the rash of amendments that we have to H.R. 69; by the continuing controversy we have had over the years on the level of appropriations, on the formula for spending, and many other controversies that we are going to have on H.R. 69 before we get to a final vote, demonstrate that we ought to look at the question of whether or not this Congress should be involved in elementary and secondary education. Mr. Chairman, I think the time has come to extricate ourselves from this mailaise by returning responsibility for elementary and seconda.ry education to the States and to the lor.al authorities. ",
            "1254": "to ",
            "1304": "express our appreciation and gratitude to you and the Green Thumb Project {or the opportunities it opened up for Otlt b tlsband and father. .. Green Thumb meant a new life to him. It gave him independence in himself that he had never been able to express before. He was so proud of his work, his men, and the job that they were Cl.oing together. He enjoyed the respons llity of his paper work and this gave hini self confidence when he realized that he could do it and was doing a good job. It was the first time in his life that his job was something special and people looked up to him for supervision. He was most proud that he was chosen to be foreman and he enjoyed working with his crew of men and they were so special to him. He was an intelligent and alert man and Green, Thumb gave him a chance to prove this to himself and others. After working with the Green Thumb Project it was the first time he had been completely out of debt: He was able to save toward fixing up their home {which they had lived in for over 40 years). He and some of his sons were able to lay cement sidewalks all around their home and this was something that they had wanted for some time. They were able to buy some nice new modern chairs for their living room and at the time of his passing plans were being made by· he and his wife to carpet and wallpaper some of the rooms in their home. Christmas of 1972 was the first time that he and his wife were able to save enough tnoney so that they could give ChriStmas presents to ALL of their family. What a thrill it was for them to give five dollar bills to each of their children and their spou-ses (J.6 total), silver dollars to each grandchild total), and silver dollars to each great grandchild ( 6 total) . December 20, 1972, our parents celebrated their 50th Wedding Anniversary. Daddy had saved the money and for Mother's ann!ver· sary gift gave her 'fifty dollars. How proud he was that he had been able to save this amount out of his Green Thumb earnings for his companion of 50 years. . He was able to save some from each of his checks and had a sizeable savings account for the first time in his lii'e. He felt this was. a very good insurance to have this saved for a rainy day .. It was a big load lifted from his and his Wife's shoulders when they knew that there was a regular income check coming in each month. Our father was a kind and gentle man who had been poor and hard working all of his life. It was only after he started with the Green Thumb Project and had the financial load lifted that he had time to sit and visit with his friends and loved ones and enjoy life. . It made him so proud when he could go wlth friends or family and show them some of the accomplishments that he and his crew of Green Thumbers had accomplished. On a Sunday afternoon ride he was so proud to ~how you such accomplishments as the Palisade Lake improvements, Fairview Museum, Manti Cemetery fence, Fountain Green Cemetery improvements, and many other various projects. The Miller Family feels Green Thumb was one of the most rewarding opportunities in our Father's life. What a wonderful program for older men to work in who would otherwise think they had no meaning, place, or purpose in life. Green Thumb gives them the opportunity to prove they are important people and that they still have a useful place in life. With grateful hearts we want to take this opportunity to thank the Green Thumb Project and especially you-Mr. Zupko, for the confidence and responsibility you placed in our husband and father-Alden Miller. Because of yon and Green Thumb, in the last "
        },
        "11": {
            "4": "his face, the attorney took off his coat, turned back toward the crowd and said, 'I've been working on that for months.' \"Before the interruption, Jenner had been telling the students of the many questions and problems that confront a lawyer placed in the position of heading up an impeachment investigation. \"Sticking to the confidentiality rules adopted by the Committee, he made no comments on a number of the more controversial issues involved in the case. \"He said if the President refuses to comply with the subpoena, the House Will probably vote him in contempt. 'They will then bring to bear the judgment and anger of the people of the country and include the contempt charge in the articles of impe.achment,' Jenner said. \"'In our opinion', Jenner said, speaking of the staff of 44 lawyers and 58 other workers, 'we feel the President must be guilty of gross misuse of power' to be impeached. 'It must be extremely serious.' \"But, he said he doesn't feel the constitutional statement that the President can only be impeached and convicted for 'treason, bribery or other high crimes and misdeme.anors' means that impeachable offenses are limited to 'crimes.' \"'We feel it extends to serious abuses and offenses against the system of government in the United States of America,' Jenner said. \"Impeachment is an inquiry, not a trial, he told the students. 'It is a political function given solely to the House and . . . (by implication) gives the right to exercise any power to obtain information the House feels necessary to carry out the inquiry.' \" 'This is a Grand Inquiry, with a capital G and I,' Jenner said. And because of this, he said, he doubts the committee will compromise on the materials it seeks from the President .. .'' I not only object to his improper remarks in violation of our instructions and the Committee's rules, but also the fact that he has missed important committee meetings and Republican caucuses, apparently because he was out of the city making speeches. I suggest that you ascertain if he is the anonymous \"source in Congress\" who was quoted in the Los Angeles Times March 23 as saying: \"'When you hear the tape,' one source said, 'you have a lot more respect for Dean's integrity and what he told the Senate Watergate committee. It is that explosive. It is not runbiguous.' \" I further question whether or not he should have met with editors of the Washington Star-News in an off-the-record session or whether he should talk to any media representatives \"off the record\" or on. In a number of instances Mr. Jenner has impeded the work of Republicans on the Committee. You will recall that he supported the Majority's brief on impeachable offenses and when we learned in advance of the thrust of this brief, we asked him for a broader brief stressing criminality. He said he would have it prepared for us. I specifically requested that we have this brief before, or at least at the same time, the Majority's brief was presented. I did not get it until several days after the Majority brief was made public and only after I specifically demanded it from Mr.Jenner. Obviously there are different legal views on virtually every legal principle, but we have been getting only one view because Mr. Jenner goes along with the Majority on all matters to the detriment of Republican members of the Oommittee. As you know we have requested Mr. Jenner to do research on a number of important matters and, as far as I can determine, this work has never been done. We have the right to expect that our Minority staff will give us the kind of assistance ",
            "54": "law ",
            "104": "The Food for Peace program must be drastically restructured in South Vietnam and Cambodia to prevent its continued use by the Administration for \"security considerations\" in both countries. The Ti tie I sales program should be sharply reduced, if not suspended, in conjunction with a general suspension of nonhumanitarian U.S. aid to any party in South Vietnam who fails to act in accordance with the provisions of the Paris Agreement. Until peace is restored in South Vietnam and Cambodia the United States will find itself being relied upon to ship huge amounts of grains and other commodities to Indochina while shortages and rising prices prevail at home. The Food for Peace program has no country-by-country ceilings. There is nothing to prevent the Administration from diverting huge amounts of PL 480 commodities from other parts of the world to Indochina this next year, as they did in fiscal year 1974. It is imperative that Congress impose a ceiling on the total amount of Food for Peace commodities that may be obligated for South Vietnam and Cambodia during the next fiscal year. The refugees, the unemployed and the under-employed who most need the PL 480 foodstuffs do not have the money with which to buy them. The free-market system in South Vietnam today is not functioning efficiently and is not distributing PL 480 commodities to those in need. In South Vietnam today there is actually an excess of rice in the Thieu government's warehouses and open talk of exporting as much as 50,-000 metric tons. A rather sizeable pipeline of undelivered commodities exists. This results in part from the Administration's rush to get the maximum number of agreements signed before the July 1 prohibition on common defense use of PL 480-generated currencies became effective. When all parties in Indochina begin to act in accordance with the provisions of the Paris Agreement, Congress should re-examine the Title I program in South Vietnam and Cambodia in an attempt to determine if the Title I program is the best way to distribute PL 480 commodities to those in need. The advent of peace and the subsequent return of the refugees to their homes and farm lands should within a. year put both South Vietnam and Cambodia on the road to self-sufficiency in terms of foodstuffs and thus will free limited PL 480 commodities for use in other areas of the world where the demand is caused by a calamity of nature, rather than by a political conflict. To meet the immediate needs of South Vietnam's and Cambodia's people the Title II grant program should be increased and some mechanism developed utilizing voluntary agencies and multilateral organizations, that will distribute the commodities to those most in need, especially refugees. But this program need by of only short duration, for soon after they leave the refugee and \"resettlement\" camps and return to their homes the refugees will again become productive members of the society and will start providing their own food. The world is experiencing a severe food shortage in the less-developed countries. World surplus grain stocks are at a 20-year low, and a. series of droughts in the SubSaha.ra. region of Africa could ca.use the deaths of millions of people a.s a result of starvation and of diseases rendered fatal by malnutrition. In the face of such desperate needs the United States can no longer justify diverting 45 percent of total PL 480 commodities to South Vietnam and Cambodia under a ",
            "154": "14) ",
            "204": "zine, are closely held corporations and figures on their financial conditions are not available. These are the types of companies the pending bill would subsidize. They do most of the publishing in the United States. They are not in need. They are doing very well financially. The Postal Service has advised the House Post Office and Civil Service Committee that the Readers' Digest, by reason of the 5-year phase-in period under existing law wlll get a total subsidy of $14,815,000. Enactment of S. 411 with its doubling of postal subsidies will also probably double the Reader's Digest subsidy over the 16-year period for a total of approximately $29 million. Time Magazine under the 5-year phase-in plan is getting $12,525,000. This will probably increase to approximately $25 million under S. 411. The Wall Street Journal is getting $17,382,-",
            "254": "Bayh Bellman Bentsen Bible Cannon Case ",
            "304": "permitted within such safety zone. In promulgating such rules the Secretary shall consult with the Secretary of State to insure that such rules are consistent with the international obligations of the United States. SEc. 17. For the purposes of the International Voyage Load Line Act of 1973 (87 Stat. 418); of the Coastwise Load Line Act, 1935 (49 Stat. 891), as amended (46 U.S.C. 88-881); of section 4370 of the Revised Statutes of the United States, as amended (46 U.S.C. 316); of section 8 of the Act of June 19, 1886 (24 Stat. 81; 46 U.S.C. 289); of section 27 of the Act of June 5, 1920 amended (46 U.S.C. 883); and of title I of the Marine Protection, Research, and Sanctuaries Act of 1972 (86 Stat. 1052; 33 U.S;C. 1401-1421), deepwater port facilities licensed under this Act shall ')e deemed to be ports or places within the United States. SEC. 18. For the purposes of chapter 39 of title 18, United States Code ( 18 U.S.C. 831-837), and part 1 of the Interstate Commerce Act (24 Stat. 379), as amended U.S.C. 1-27), movement of crude oil or petroleum products by a pipeline that is a part of a deepwater port facility licensed under this Act from outside, to within, the territorial jurisdiction of any coastal State shall be deemed to be transportation or commerce from one State to another State, and the licensee shall be deemed to be a common carrier for all purposes of regulation by the Interstate Commerce Commission and by the Secretary of Transportation. SEC. 19. With respect to disability or death of an employee resulting from any injury occurring in connection with the construction, maintenance, or operations of, a deepwater port facility, compensation shall be payable under the provisions of the Longshoremen's and Harbor Workers' Compensation Act as amended U.S.C. 901-950). For the purposes of applying that Act to deepwater port facilities-( 1) the term \"employee\" does not include a master or a crewmember of any vessel, or an officer or employee of the United States or any agency thereof, or of any State, or foreign government, or of any subdivision; (2) employment in the construction, maintenance, or operation of a deepwater port facility shall be deemed to be \"maritime employment\"; and (3) deepwater port facilities shall be deemed to be located in the navigable waters of the United States. SEC. 20. Except in a situation involving force majeure, a licensee of a deepwater port facility may not permit a vessel, registered in or flying the flag of a foreign state, to call at, or otherwise utilize, a deepwater port facility licensed under this Act unless (1) the foreign-flag state involved, by specific agreement with the United States has agreed to recognize the jurisdiction of the United States over the vessel and its personnel, in accordance with the provisions of this Act, while the vessel ls at, or in the vicinity of, the deepwater port facility, and (2) the vessel owner, or bareboat charterer, has designated an agent in the United States for the service of process in the case of any claim or legal proceeding resulting from the activities of the vessel or its personnel while at, or in the vicinity of, the deepwater port facility. SEC. 21. All United States officials, including those officials responsible for the implementation and enforcement of United States laws applicable to a deepwater port facility, shall at all times be afforded reasonable access to a deepwater port facility licensed under this Act for the purpose of enforcing laws under their Jurisdiction or otherwise carrying out their responsibilities. SEC. 22. No person shall on the ground of sex be excluded from participation in, be denied the benefits of, or be subjected to dis-",
            "354": "HP. Yes, sir. P. And perhaps by tonight we will know whether Strachan did testify. HP. Yes, sir. P. I may call you around say eight o'clock-how's that? HP. I would say not before eight. P. I'll call you .at nine-how's nine? HP. Nine is fine. P. Nine will be fine. ",
            "404": "SEC. 102. Section 6a of the Interstate Commerce Act ( 49 u .s.c. 5b) is further amended by adding the following new para.graphs: \"(11) Within one hundred and twenty days after a rule, rate, or charge ls docketed with a. conference, bureau, committee, or other organization, established or continued pursuant to any agreement approved under this section, such rule, rate, or charge shall ",
            "454": "Mr. President, the value of the much more generous World War II GI bill in hard statistical terms has been quoted on this floor time and again. That program turned out hundreds of thousands of doctors, lawyers, and specialized professionals who· have returned the investment made in them many times over in their contributions to society in general and through their increased earning power in particular. The second argument is as simple as the size of the overbloated military buctg .. et for the coming fiscal year. Secretary of Defense Schlesinger admitted in front of two separate congressional committees that the military budget requests were padded to the tune of between $2 and $5 billion in an effort to stave off the threat of increased unemployment and a possible recession. Not only is that bad military strategy, Mr. President, that is bad economics. We have an inflation problem, and military spending is among the most inflationary kinds of spending there is. It must be obvious to anyone with an elementary understanding of economics and an appreciation for what the World War II GI program accomplished that the money would be much better invested in the education and training of our young veterans. Rather than pouring our dollars into wasteful arms projects, we should be arming the Vietnam veteran with a diploma or vocational training. That is the kind of investment in America that we can see grow and produce results that will match our internal economic strength against our military might. Mr. President, it is almost exactly 1 year to the day since I introduced the first set of GI bill amendments in the 93d Congress. Since that time, I have watched the Congress and the country become aware of the problems encountered by our self-proclaimed \"prisoners of peace.\" The Vietnam veterans GI bill which I introduced with Senators MATHIAS, INOUYE, and DOLE last December has acquired 35 additional cosponsors. The Senate Veterans' Affairs Committee led by Senator HARTKE has come forth with their own very worthy bill. We have all worked hard and we are now close to passing landmark legislation that could finally bring justice to millions of young veterans who have known nothing but neglect and injustice since their time of service. It would be unfair and highly irregular for the House to expect the Senate Veterans' Affairs Committee to meet in conference over an omnibus GI bill when the full Senate has only acted on the 2-year extension. It would be unfair to over a quarter of a million young veterans to tie up the simple 2-year extension provided by S. 3398 in a mangle of parliamentary bickering and political logrolling. And it would be an insult to all young veterans to turn the entire proceedings into a battle of \"who is to blame for the holdup in benefit increases.\" It is my hope that the House will pass S. 3398 ",
            "504": "Mr. ANDERSON of Illinois. Mr. Speaker, I was distressed and disheartened to learn that the House Democratic Caucus last week voted to move the BollingMartin committee reform proposal from the back burner to the deep freeze. If the Democrats had any real interest in seeing this important reform through in this Congress they would have moved the resolution to the front burner of the House Rules Committee now so that it could be reported to the full House in time for action yet this year. Instead, they have specifically ordered the Democratic members of the Rules Committee to take no action on the resolution while it is reposing in the reform graveyard of a caucus task force, reportedly stacked with opponents to the reform. Mr. Speaker, the Democratic Caucus cannot deceive the American people with this fancy bit of footwork, because no matter how you look at it, they are doing the \"antireform shuffle\"; that is, two foot-dragging sidesteps, followed by four steps backward. I think it is interesting to note that the July reporting deadline for the task force conveniently runs up against the August recess, followed by the fall election campaign, followed by a ",
            "554": "E. He's very knowledgeable. H. Sharp as hell. Technically, he's too old, but mentally he's very bright. P. Just let me say, I'm so glad that you have him, somebody, to talk to. I definitelyR. My only reservation would be-(inintelligible). H. Well, that's a problem. If we go to trial, he's got a heart problem and all that so you can't-P. You don't need a trial lawyerH. We need brains right now. P. What you need is brains, judgment. H. He's got that. E. Well, he knows the cast of characters. He knows Petersen. He knows Glanzer. He knows all those people and he despises them. R. All the people we don't like. H. Maybe he started out that way before we sa'id anything. R. Well, I'm glad because I was worried about his condition. P. Bill brought-incidentally, I asked him about it again, how he liked the Garment approach. And he said, \"No problem.\" We should go with him. I told him this is the only question you see, I don't have anybody to talk to. I never talk to Petersen any more. That's done, except-except for all the information I want. You know what I mean. E. Wilson said to us, \"Beware of Petersen. He talks.\" He said, he cited a case that he had that Petersen was involved in-H. And he said that one problem in dealing with him was that every point he makes is accompanied by a story, and that latter is so. P. He probably foxed him. Well, then maybe all I'll do w1 th Petersen-he said that he'd give me 12 hours notice With regard to the Magruder thing and I think I want that. H. Yeah. P. Bill doesn't know how procedure works---E. Let me tell you what that procedure is. Wilson explained that to us too. He said that where a man goes in on an information and pleads guilty in this District, it is customary for the judge to interrogate if he Wishes to. And also for there to be filed a statement of the case-ah-in the nature of information. Now the information which they wm file instead of indictment names the co-conspirators in the conspiracy charge who are not indicted. E. That does not mean that you won't be indicted later. It means for the purpose of that information which is then filed, you are not indicted. And so this is a list of people who in a description of a conspiracy pattern are co-conspirators. His analysis of the pros and cons of this are that for the prosecutor to come forward and say, \"If you will suspend these birds, I will name them in the list of co-conspirators,\" gets the prosecutor off a. difficult political hook because when the judge asks, \"Were there any other co-conspirators and so on?\" He says, \"Well, they have already been suspended-ah, and may be indicted.\" We reserve the right to indict them but we are going to have them before the Grand Jury. R. So, are they going to help a bit? E. Well, it doesn't help us. It helps the prosecutor with his problem. On the other hand, he says, there is a certain negative in it. From a political standpoint for the Ad· ministration in that the question will arise, \"Well, why weren't their names on there if they're co-conspirators?\" P. Right. E. Somebody's covered up. R. Yes. H. That's worse than putting them on the list. E. Yeah, and so, he said-R. I don't know, John. And let me go back for just a moment on this procedure. The information is filed by the prosecutor himself, without a Grand Jury action? H. Yeah. ",
            "604": "(Ordered to be printed, and to lie on the table.) Mr. CRANSTON (for himself, Mr. KENNEDY, Mr. ABOUREZK, Mr. BIBLE, Mr. CHURCH, Mr. DOMINICK, Mr. FANNIN, Mr. HANSEN, Mr. HASKELL, Mr. HATFIELD, Mr. JACKSON, Mr. MAGNUSON, Mr. MATHIAS, Mr. McCLURE,Mr.METCALF,Mr.NELSON, ",
            "654": "Materials and Development, the new Dialogue started in Tlatelolco and continued in Washington, and the latest meeting of the General Assembly of the OAS, mark the proper direction toward solidarity and international justice. Our position of support for the countries of OPEP, although it is costly to us, is based on the assurance that they will make common cause in our struggles, as the American chancellors did recently in Washington, when a badly informed group of North Americ•an workers opposed the aspirations of peoples that have made possible-to a lesser or greater extent-the wellbeing they enjoy. This same feeling of solidarity compelled the Foreign Ministers of La tin America to proclaim in Bogota, in Tlatelolco and in Washington, their support to the Republic of Panama in its struggle to· reconquer its full sovereignty over the Canal Zone, and to negotiate with the United States a fairer Canal Treaty. I wholeheartedly support the proposition made by President Carlos Andres Perez of Venezuela in his Inaugural Address when he stated: \"it would be a great homage to the Fathers of Latin American Independence that this Panamanian claim could be achieved and celebrated on the next 7th of December, when we shall commemorate the 150th Anniversary of the Congress of Panama\". In this struggle, since 1950, Mr. Jose Figueres, the former President, has stood out more than anybody else. Costa Rica and the developing countries recognize that it was he who started the struggle for fair international prices, with his letter of that year to the FAO Conference in New Delhi. The struggle has already taken a worldwide turn. Oil producers joined under OPEP and have shown their strength. Bauxite producers joined in Conakry and a struggle has started to organize and to improve international conditions and prices of aluminum. Next came coffee, cacao and sugar. In New York, the countries of the third world managed to ca.ll a Special Meeting of the UNO to set up the bases for a fairer international economy. The Charter of the Economic Rights and Duties of the States, proposed by the President of Mexico, Lie. Luis Echeverria, continues to be our goal. Ex-President Jose Figueres must continue in that struggle. As soon as I set up my Government, I will ask him to give a few more years to Costa Rica and to the world, in the struggle for an international system for justice and social improvement, the only basis on which worldwide peace can be built. As the Representative of the President of the Republic of Costa Rica, and by his own worth, Ex-President Figueres will be able to carry forward, at world forums and conferences, a banner that he has carried, witl1 foresight and valor, for a quarter of a century. The society of the future, the shaping of which will be a permanent effort of my Government, cannot be based on national efforts that will only serve a few, or that will consolidate unfair social systems. We have a long way to go to attain a harmonious development: man, land, capital and culture must go hand in hand, or the inequalities of growth will inevitably bring the explosions of change. It is not fair that, in the Costa Rica of today, there should be a palace alongside of a shock. This is an invitation to those who have nothing, to take justice into their own hands. Costa Rica has no right to have palaces, nor is it fair that those who have a fortune through the efforts of all, should make aggressive ostentation of their opulence. The entire political and fiscal system of the Nation must be aimed at having accumulated income reinvested so as to create more work and more wealth, and to pave the way ",
            "704": "One other thing that is critically important to break down and that is the global figure. Let us remember that the global figures taken here, by eliminating the two gifted provisions-parts B and C-relating to incentives to the States to do better in education and the unusually high concentration of lowincome children, are eliminated so that the global sum used in the McClellan amendment becomes a greater sum. Certainly, no matter how we slice it, the individual amount distributable under that formula would appear to be greater. The figures are given by States, but the money is not distributed by States. This is the key fallacy which I hope the Senate will carefully scrutinize. The money is not distributed by States but by local educational districts. So the State may, in a global sense, look good, but the State is not the entity that gets the money. The entity that gets the money is the local educational district. When we break that down into local educational districts, according to the formula proposed by the Senator from Arkansas (Mr. McCLELLAN), we find that 600 counties out of some counties in the Nation will receive less in :fiscal year 1975 than in the current fiscal year. This, to me, is the real nail that should be driven into the internment of the McClellan amendment, the point about the populations. We are talking about people, the population of those 600 counties as compared with the population of the other 2,400. That will give us a real measm·e of what this means. The 600 counties are disadvantaged. They include the primary metropolitan areas of the country. This country is no longer rural. Seventy-five percent of our people live in urban areas. Practically every State has .an important metropolitan area. So those are the very key reasons why such diverse entities as the American Federation of Labor, the National Education Association, the American Federation of Teachers, and the United Automobile Workers of America, all espouse the committee's formula, because taking everything together it did the best justice. In addition, it obeyed and conformed to the tradition which we have established, because of the shifting nature of the formula bases, the tradition of a hold-harmless formula based on the preceding year. Finally-and we shall have more time to debate this, I do not want to take more than the time allotted to me at this moment-there is one more critically important fact that I should like to point out. It is a very popular sport, Mr. President, on the floor of the Senate-and I have been here .a considerable time and I have heard it countless times and have seen the game played time and time and time again-to point the finger at New York. Look at ~ew York. Look at what has happened in New York. Look at what New York is getting. When we do that, let us remember that no matter what we do, New York is the State that will always be ahead. Take the McClellan formula or any other formula and New York will still get a lot of money. The McClellan formula gives New York the most of any State. It gives New York ",
            "754": "to ",
            "804": "Mr. BELL. Mr. Speaker, on Thursday evening, May 23, at Lococo's Restaurant in Manhattan Beach, a testimonial dinner will be held for my friend, Gayle Martin, the city manager of Manhattan Beach. Gayle Martin was born in Alva, Okla., and grew up in western Colorado where he attended grade school and high school. He attended the University of Colorado where he received a bachelor's degree in civil engineering in 1940. He later attended the University of Michigan under a Navy postgraduate program studying naval architecture. He received his M.S. degree in public administration from the University of Denver in 1952. Mr. Martin started his professional career as an engineer with the Babcock & Wilcox Co., where he worked until entering the Navy in 1942. He received a direct commission as an ensign and reported for active duty in September 1942. He served on active duty in a number of assignments until September 1949, when he returned to inactive duty only to be recalled to active duty for the Korean war to serve until June 1952. While on active duty Mr. Martin rose to the rank of lieutenant commander. After his release to inactive duty he remained active in the Naval Reserve and progressed rapidly in rank with his military career being climaxed by his selection as a rear admiral in February 1968. Admiral Martin maintained a very active status in the Naval Reserve until his retirement on June 30, 1973, culminated 31 years of duty with the NavY. Mr. Martin's career in city management started in Phoenix, Ariz., where he took a 1-year internship in city management in the office of the city manager. His first appointment as a city manager came in November 1952, in Deerfield, Ill. In 1954 he became manager at Maywood, Ill., and in November 1956, he was appointed as city manager in Manhattan Beach, Calif., where he has served for the last 1 7 % years. ",
            "854": "DEAR MR. KOCH: Thank you for your letter of April 4, 1974, concerning EPA action against pesticide products containing vinyl chloride as an aerosol propellant. As you may know, on April 24, I did sus· pend the registrations of pesticide products containing vinyl chloride .as a propellant which were registered for indoor. use. The suspension order, which went into effect -immediately, prohibits the further distribution, sale, or use of the affected products. At the same time, I requested that all existing stocks of these products be recalled. You ask why the issuance of such an or· der was delayed, and why the Agency, at least for a. time, sought voluntary action to pre· vent further sale of the product. The issuance of a. suspension order must be predicated upon a determination that such action is necessary to prevent a.n imminent hazard during the time required for cancellation (Section 6(c) (1) of the Federal Insecticide, Fungicide, and Rodenticide Act). At the time of our first news release requesting voluntary recall of products by the manufacturers, data. concerning the extent and duration of the exposure which could result from the use of such aerosol pesticide products was lacking. The other human and experimental data available to the Agency linked exposure to vinyl chloride gas and angiosarcoma of the liver only after substantial repeated and continued exposure. The finding of an imminent hazard, then, would have been tenuously based at best. Since that first press announcement on April 17, however, preliminary EPA tests have indicated that during a typical spray of a vinyl chloride-containing aerosol, the user could be exposed to significant levels of the gas. The tests and subsequent calculations further indicated that residues of the gas could remain in an enclosed area for some period of time, albeit at lower levels. The results of these experiments, coupled with additional results from animal tests, made the case for suspension of these products considerably stronger. I should emphasize, though that we are stm uncertain as to the health risks associated with the short term exposure to vinyl chloride gas such as is produced by the use of an aerosol pesticide prod· uct. As I stated in the suspension order, however, based on the newly acquired test results, \"it is prudent to assume that any exposure at these levels will have increased the risk of cancer should the strongly suspected causal relationship between vinyl chloride and cancer be finally confirmed\". I enclose a copy of the order itself, and copies of our two press releases on vinyl chloride actions. As to general action taken by the Agency with respect to vinyl chloride, I established a Task Force on February 14, 1974, under the direction of the Director of the Office of Toxic Substances, to examine the broader issue, including air and effluent emission standards. I enclose a copy of the press release outlining the operation of the Task Force. We are now collecting and monitoring data and other in4 formation which wm enable us to evaluate the need :for further action under the other authorities of the Agency. We appreciate your interest in the vinyl chloride issue, and assure you that we share your concern for the safety of the consumer. Please let me know if I may provide further information. Sincerely yours, JOHN QUARLES, Deputy. (For Russell E. Train, Administrator) • ",
            "904": "a. ",
            "954": "530,000 ",
            "1004": "However, I cannot accept it. Under his plan, nobody would get equal opportunity. The· amendment may gain votes for some Senators. Talk about a copout, I am not the one who is copping out. Mr. BROCK. Mr. President, will Senator yield? The PRESIDING OFFICER. The Senator from Indiana has 2 minutes remaining. There is no other time available. Does the Senator from Indiana yield back his time? Mr. BAYH. No; if I have 2 minutes remaining, I will use it. I will use it to suggest that if my voice got a little loud when directed at the Senator from Tennessee or the Senator from Florida, I hope that they will not interpret that as an assault on their integrity or on their desire to do what they think they are accomplishing. I happen to think that their amendment is designed not to stop busing, but to give the school boards the tools to take us back 100 years. I do not want separate-but-equal anything. Mr. GURNEY. Mr. President, will the Senator yield? Mr. BAYH. Mr. President, I yield to the Senator from Florida. Mr. GURNEY. Mr. President, I certainiy did not think that the Senator from Indiana was assaulting· my integrity. I did think that he was assaulting my amendment. Mr. BAYH. The Senator from Florida is exactly right. The PRESIDING OFFICER. The question now recurs on the amendm'ent. Mr. BAYH. Mr. President, I ask for the yeas and nays. The PRESIDING OFFICER. Is there a sufficient second? (Putting the question.) There is not a sufficient second. The yeas and nays were not ordered. The PRESIDING OFFICER. The question now recurs on the amendment of the Senator from Indiana (Mr. BAYH). Mr. BAYH. Mr. President, a parliamentary inquiry. The PRESIDING OFFICER. The Senator will state it. Mr. BAYH. Mr. President, in the unanimous consent request, was this amendment not located, as far as a vote is concerned, just prior to the vote on the Gurney amendment, to take place at 5 o'clock? The PRESIDING OFFICER. The Senator is correct. Mr. GURNEY. Mr. President, as I recall, we attempted to work out a unanimous-consent request. However, I do not think that we ever did. Is that correct? The PRESIDING OFFICER. The Chair is advised that there is a unanimous-consent agre·ement. The question now recurs on the amendment of the Senator from Florida. Who yields time? Mr. ERVIN. Mr. President, I was under the impression that I was going to be permitted to have some time on my am·endment at this time. The PRESIDING OFFICER. The Chair will advise the Senator .from North Carolina that he understands that by previous order the amendment of the Senator from North Carolina will be called up at 4 o'clock. ",
            "1054": "Once engaged in the battles over racial justice, the Warren Court looked upon other battlefields with less . awe. The \"political thicket\" appeared more manageable and the justice saw legislative apportionment not as a \"political question\" but as a denial by politicians of the political rights of Americans. Looking under the rocks of the criminal justice system, the court found violations of the constitutional rights of individuals and hastened to outlaw them. To the John Davises and others the court had slipped its moorings and was so \"activist\" that a judicial dictatorship seemed imminent. But to a host of other Americans, the court was opening a new avenue of redress for disadadvantaged and forgotten citizens. Richard M. Nixon, who as vice president haid hailed Brown as the work of \"our great Republican Chief Justice,\" was anxious as President to call a halt to the activism and restore what he called ''strict construction\" of the Constitution. But three of his four appointees ended up voting to uphold federal court judgments against state antiabortion laws. And Chief Justice Warren E. Burger led a charge into the religious arena, proclaiming that the only \"entanglement\" to be feared was government a.id entangling the state and religion. ",
            "1104": "Be it resolved, That the Chairman of the Ways and Means Committee, and the Democratic Members of the House Committee on Rules a.re hereby instructed by the Democratic Caucus to seek and vote !or, respectively, a. Modified Closed Rule !or consideration of R.R. 14462, the on and Gas Energy ",
            "1154": "(Mrs. SCHROEDER asked and was given permission to address the House for 1 minute, to revise and extend her remarks and include extraneous matter.) Mrs. SCHROEDER. Mr. Speaker, on April 16, 1974, the U.S. Supreme Court handed down its decision in Arnett against Kennedy. It is but the latest in a line of cases dealing with the problem of termination or suspension of Federal employees in the competitive service. These cases are noted primarily for their failure to answer the important and ultimate question whether Federal employees have a protected right to their jobs after completing the probationary period, that is, whether they can be terminated or suspended without a prior hearing on the merits. The opinion in Arnett against Kennedy is similarly ambiguous on the question and offers little hope for a person looking for a clear statement of his rights. The courts are not entirely to blame. The law is unclear because Congress has not acted unequivocally regarding pretermination hearings. There is no statute which clearly mandates executive agencies to promulgate uniform regulations in the area. The law as it now stands leaves the whole matter of pretermination hearings for Federal employees up in the air and opens the door to agency abuse of employees who in good conscience criticize agency procedures or disclose agency wrongs and coverups. There are well known cases: for instance, those of Ernest Fitzgerald and Gordon Rule, employees of the Federal Government who have spoken out, been fired, and eventually won their rights to back pay and reinstatement. These cases, however, have involved employees in difficult fights and drawn out period without pay. Some agencies grant pretermination hearings; but many others do not. In those an employee must suffer without pay while he is waiting to be heard. For sure, our veterans now have a preference right to a hearing before termination, and some Federal employees, through contract, have a similar right. Many others, though, are without this fundamental protection. Mr. Speaker, for these reasons, I am today introducing a bill called the Federal Employee Administrative Hearing Rights Guarantee Act. The purpose of this legislation is to guarantee all employees in the competitive service a prompt evidentiary hearing by an impartial individual prior to the time that removal or suspension without pay is effective. The bill declares that certain minimum protections are due such an employee before termination or suspension, among them, the right to see the evidence supporting the action and to have a transcript of the proceedings_ I share the opinion of the many unions representing Federal employees who have contacted me--among them the National Treasury Employees Union and the Overseas Education Association-that it is time for congressional action on this problem. As long as Congress continues ",
            "1204": "\"SEC. 915. (a) No court, department, or agency of the United States shall, pursuant to section 814, order the implementation of a plan that would require the transportation of any student to a school other than the school closest or next closest to his place of residence which provides the appropriate grade level and type of education for such student. \"(b) No court, department, or agency of the United States shall require directly or indirectly the transportation of any student if such transportation poses a risk to the health of such student or constitutes a significant impingement on the educational process with respect to such student. \"(c) When a court of competent jurisdiction determines that a school system is desegregated, or that it meets the constitutional requirements, or that it is a unitary ",
            "1254": "title) by 10 percent over the previous academic year. Under the amendment, a school could also become eligible if at least 10 percent of its current undergraduate student body is composed of such GI Bill trainees. The new 10-percent requirement in the amendment would still impose a substantial requirement on an individual institution since the national average GI Bill trainee enrollment for universities, colleges, and community colleges is 8.7 percent. Preliminary figures indicate that this new clause will alleviate the inadvertent inequity of the present 10-percent-GI-Bill-trainee-increase requirement for a number of schools which have already made impressive achievements in enrolling returning veterans. It should be noted that mere numbers of GI Bill trainees would still not be enough to qualify for a VCI grant; under the law, a school must also establish and carry out significant special veterans programs, including a veterans affairs office, a veterans tutorial program, a veterans PREP or college prepatory program, and a veterans work/study outreach program. These requirements would not be affected by the amendment. A sample of schools in areas with about 25 percent of the Nation's population shows that of 1,296 schools surveyed, only 299, or 23 per cent, increased their GI Bill trainee enrollment in March 1973 by 10 percent over March 1972; 997 schools, or 76 percent, did not meet the 10-percent requirement, although of this 997, 134, or 13.4 percent, did show some increase in GI Bill trainee enroUment. Section 420(d) would be amended by providing a more equitable funding procedure for all eligible schools. The law presently requires the Commissioner to pay to each institution of higher education which has had an application approved under subsection ( c) of section 420, the amount to which it is entitled under this section. Any in· stitution meeting the requirement of the law is entitled to payments of up to $450 for each of certain categories of veterans enrolled in an undergraduate program on a full-time basis or who have, in prior academic years, been enrolled in certain special veterans education programs under the GI Bill. Although VCI programs have been successfully implemented at many institutions of higher education across the country, the limited funds which the Office of Education has m.ade available and certain provisions of the law have made it particularly difficult for many smaller colleges to establish programs which meet all the requirements of the law. The funding procedure established by this amendment, which adds a second sentence in subsection (d), would limit to $135,000 the maximum amount of payments 1n any fiscal year to any institution, or any branch of such institution located in a community different from that in which its parent institution is located. Reports received from schools which received VCI funding for this year led to the conclusion that even large schools with large numbers of veterans would be able to establish, and had, in fact, successfully operated, VCI programs utilizing about $100,000 of their VCI grants. Only 14 schools across the country received initial grnnts for academic yeal 1973-1974 of more than $135,000. Section 420 ( d) would be further amended by adding a new third sentence which would provide that, in making payments under section 420 in any fl.seal year, the Commissioner is required to apportion the funds which become available as a result of the new $135,-000 institutional payment limitation in such a manner as will result, first, in the receipt by each eligible institution of a total payment of at least $9,000 (or the amount of its entitlement for that fiscal year, whichever is less) and, then, additional amounts distributed to all eligible institutions up to the $136,000 maximum. ",
            "1304": "(By David Anderson) Ray W. Smith has a recipe for growing old which is shared by some 6 million other people over the age of 55. \"Retire from your job or business, if you must, but don't retire froni life. To age successfully, you must be mature. To grow old ",
            "1354": "all aware of the three-year study conducted by the National Bureau of Standards, under legislation passed by the Congress in 1968. It is quite inaccurate to suggest that this study was slanted or in any way deficient in its analysis of the current situation in the world and in our nation regarding the impact of the metric system on our economy and our society. The report suggests the urgent need for adopting some reasonable means for a changeover to the International Metric System. Indeed, the first recommendation was the simple and straightforward statement that \"the U.S. change to the International Metric System deliberately and carefully.\" Now, along with other recommendations, the report recommended that any changeover costs shall \"lie where they fall.\" Indeed, it was stated flatly that this would encourage efficiency and minimize the overall cost to society. The report called for a coordinated national program. As many of you know, I have endeavored to carry out these recommendations consistent with the conversion to metric measurements, which is occurring in this countrysteadily and rapidly, even-without any legislative mechanism whatever. The great volume of literature on the issue takes account of the rapid movement toward the metric system in our schools, in our industry, and in our daily lives. When street signs report automobile speeds and distances in terms of kilometers, when skis, cameras, film, eyeglasses, pharmaceuticals, sporting events, and contents of packages on grocery store shelves are labeled in terms of metric weights and measures, we are well on the road toward a comprehensive changeover to metric measurements. What is truly astounding is that voices that purport to speak in behalf of millions of Americans in business and labor have made grossly exaggerated estimates of costs and have asserted their special interests in seeking to defeat legislation intended to aid all Americans. It ha.s never been my view that the Federal government should compel conversion to the metric system. On the other hand, it would seem to be one of the most appropriate functions of the Federal government to provide either the mechanism or the vehicle by which the private and public sectors of our nation might voluntarily-and in an orderly and coordinated and deliberate way-proceed with a comprehensive metric conversion program. My individual position and that of some 25 or so of my colleagues as embodied in H.R. 10720, would have established a metric conversion board small in number with rather broad authority to work with advisory groups and private trade associations and others to help coordinate their individual conversion programs. But from the outset-and particularly in some parts of the 1972 legislative proposal-there were provisions for large-scale Federal subsidies, grants and loans and other provisions quite inconsistent with a voluntary program in which the costs are supposed to \"lie where they fall.\" It may be that a certain amount of the momentum, which developed after the metric study report was issued in July, 1971, was lost during the period-between then and now. During the intervening period, organized labor interests--and private interests involving some industry-have developed their own ideas in connection with the form and scope of Federal Government involvement in the changeover to metric standards. The size of the proposed metric conversion board has been expanded, delays involving development of some kind of comprehensive plan have been embraced by a great many proponents of this legislation, and provisions have been added to require future legislative, as well as executive action in order to implement any program whatever. It would be very easy today to lay the entire blame on organized labor for the dis-"
        },
        "16": {
            "4": "further reading of the statement be dispensed with. The SPEAKER. Is there objection to the request of the gentleman from Texas? There was no objection. Mr. MAHON. Mr. Speaker, it was determined earlier this year that in light of the energy crisis the Congress would undertake to respond by taking early and decisive action on energy appropriation matters. Instead of having the energy appropriations spread through seven appropriation bills as would have been the normal procedure we would have only one comprehensive energy appropriation bill. We would bring them all together in one package and pass the appropriation prior to the beginning of the fiscal year July 1, 1974, in order that the various agencies and the departments of Government might proceed as rapidly and efficiently as possible with these energy programs. Also, by providing these appropriations in a single bill, rather than in seven bills as would otherwise be the case, we could gain an overview of the thrust of the Federal energy research and development effort. The subcommittee of the Committee on Appropriations developed this bill, and they have done an excellent job in the conduct of hearings, the review of budget estimates, and the recommendation of funding levels. They have had to increase the speed of their hearings and to work nuch harder and longer, on top of an already crowded schedule, in order to have this bill before you at this early date. The seven subcommittees that developed this bill are as follows: The Agriculture, Environmental, and Consumer Protection Subcommittee headed by the gentleman from :Mississippi <Mr. WHIT· TEN), the ranking minority member be· ing the gentleman from North Dakota (Mr. ANDREWS); The HUD, Space, Science, and Veterans Subcommittee, headed by the gentleman from Massachusetts <Mr. BoLAND), the ranking minority member on that subcommittee being the gentleman from California (Mr. TALCOTT); The Interior Subcommittee, headed by the gentlewoman from Washington <Mrs. HANSEN), the ranking minority member being the gentleman from Pennsylvania <Mr. McDADE) ; The Public Works, AEC Subcommittee, headed by the gentleman from Tennessee <Mr. EviNS), the ranking minority member being the gentleman from Wisconsin (Mr. DAVIS) ; The State, Justice, Commerce, and Judiciary Subcommittee, headed by the gentleman from New York <Mr. RooNEY), the ranking minority member being the gentleman from Michigan <Mr. CEDERBERG) ; The Transportation Subcommittee, headed by the gentleman from California <Mr. McFALL), the ranking minority member being the gentleman from Mas-sachusetts <Mr. CONTE); and The Treasury, Postal Service and General Government Subcommittee, headed ",
            "54": "THffiD U.N. CONFERENCE ON THE LAW OF THE SEAS Mr. PELL. Mr. President, the lead editorial of the New York Times on June 17 included a statement that in the coming ",
            "104": "is ",
            "154": "· The Soviets wlll soon have enough guidance accuracy, as evidenced by their latest test of MIRV's in the Pacific, to provide a significant first-strike capability, one Defense Dept. expert said. He added that a limit to the number of launchers with MIRV's could be a key element and could serve to slow the Soviets down in their development effort. Accuracy in targeting ICBMs is important to developing a first strike ca.pabmty, the otH.cial added, and. it is not taking the Soviets nearly as long to achieve it as many U.S. planners believed. ",
            "204": "The ten-year-old military government that seized power from the reformer Joao Goulart files the banner of \"Order and Progress\" and amazes the world with its story of Brazil's \"economic miracle.'' Order and progress have been achieved by Draconian methods. The benefits of the country's rapid development go to the few, while poverty proliferates. The repression, jailing, torture, and censorship spew blood and dishonor on whatever gains have been achieved for Brazil's 100 million people. The last fixed estimate of political prisoners, in 1972, was 12,000, but currently it may be anywhere from 500 to 5000. Reuters estimates the number of victims killed by Brazil's notorious death squads at 1300. At least 210 political prisoners and suspects are known to have died in police custody, mostly under mysterious circumstances. The documentation of torture and censorship can only evoke memories of the Nazis. The army has long played a crucial role in Brazilian history, helping to end slavery in 1888 and to depose Emperor Pedro II the following year. But the tight military control that began in 1964 and was further intensified in late 1968 is without parallel in the country's history. Countering the repression has been one major force, the Roman Catholic church, which is increasingly at odds with the regime, and a broad range of other oppositionists of varying political hues. In a horrifying document, \"Report on Allegations of Torture in Brazil,\" Amnesty International detailed the findings of a 1972 inquiry. Names of 1081 reported victims and their 472 torturers are listed. Eyewitness accounts are given. Details of physical, psychological, and electronic torture are stated. Brazilian authorities replied by banning from the press all Amnesty International statements on Brazil. (Index magazine, published by Writers and Schol8irs International, has also documented the staggering facts of censorship and press control in Brazil.) Political prisoners in Brazil are mainly trade unionists, peasant leaders, university staff and students, journalists, progressive clergy, and politioians or military men who had supported the democratic regime, which was overthrown in 1964. It has been charged that the cle,rgy, after radical students, have been the major target of oppression and torture. Priests have been expelled or refused re-entry after foreign trips. others have been jailed. Some Catholic publications and radio stations have been closed down. An inspirational symbol of church resistance to the regime is Dom Helder Camara, archbishop of Olinda and Recife, several times a Nobel Prize nominee. The Archiblshop. is not permitted to speak publicly, and the press cannot report his activities. An asBif.stant of his was killed, apparently by righte:st vigilantes, in 1969. Last year a number of lay workers associated with Dom Helder were jailed and tortured. A few of Brazil's political prisoners: Manual de Conceicao, thirty-seven-yearold peasants' leader who opposed govern-",
            "254": "\"(B) ",
            "304": "We have all recently borne witness to the tragic consequences of a Presidential stat! which has grown so large that it has lost its sense of accountability to the Congress, the Constitution, and the American people. H.R. 14715, as reported by the committee, places no meaningful restrictions upon the continued expansion of the White House Office. The President will have continued authority to hire an unlimited number of outside \"experts and consultants\" and to transfer personnel from other executive agencies to his own staff without restraint. The amendment oft'ered by the gentleman from Texas places reasonable limits on these present sources of abuse. It reduces by 25 the number of highlevel positions on the White House staff. More importantly, it sets a specific limit on the number of temporary consultants the President can add to his staff and on the nwnber of employees he can transfer from other agencies to the White House staif. I believe that these ",
            "354": "I ",
            "404": "of time, including extensions, has been s:Jme 13 days. However, 3 of the gambling bstallations, 1 drug and 2 others were from 20 to 29 days, and 3 installations were from 30 to 59 days. 2. State survelllance. a. Authorizations and installations. By December 31, 1969, some nine states had authorized use of wiretapping, thoug!l Massachusetts did not report any usage in 1969; the ether states were Arizona, Colorado, Florida, Georgh, Maryland. New .Jersey, New York and Rhode Island. The:e states obtained 269 authorizatiOI!S and made 260 installations; there were 189 ex ten >ions. Here agsin, the Admin. Off. Rep. has a muc':l lower figure for installations: again this is because the Administrative Office improperly considers installations for which there are no reports of conversations and persons overheard, as not installed. b. Offenses. The relative proportions begin slowly to move toward an lncrea!;e in gambling and a corresponding decrease in the re:;t, particularly drugs. The 1969 individual Appendix figures show the following: Authorizations: G, 79; D, 85; H, 19: K, 1; 0, 85; All, 269. Installations: G, 78; D, 80; H, 19; K, 1; 0, 82; All, 260. c. Place. Again, New York accounts for the bulk of the interceptions, this time with New Jersey a distant but clear second: 191 orders were granted in New York and 45 in New Jersey. Within New York, a preponderance in some areas appears again. This time, Queens had 51 orders and some 49 installations; Brooklyn and the Bronx dropped to 19 and 23 respectively, from the prior year's 68 and 33, even though the time period was twice as long. Elsewhere, Maryland had 15 orders and installations, Arizona had 8 orders of which at least 5 were installed, Georgia had 5 orders and at least 2 were installed, Colorado and Florida each had 2 orders and 2 and 1 installed, respectively. and Rhode Island had one. d. Persons. There is a very great disparity between the figures computed from the Appendix and those in the Admin. Off. Rep. The 1971 ACLU Report indicated that some 26,876 people were overheard-this is the difference between the average number of people overheard, multiplied by the total number of installations for all 1969 survemances ( 116 X 271 =31,436) less the federal average multiplied by the federal total ( 152 X 30 = 4,560) . But adding up the total of the individual reports in the Appendix produces only 8,590 for some 214 installations, or an average of only 40, not the 112 indicated in the Admin. Off. Rep. Even if the 40 1s extrapolated to all 260, the total is still only 10,400. Tbe 40 figure seems the more plausible, since the 1969 figure was only 25 and, as will be seen below, the 1970 and 1971 state figures from the Appendix are 43 and 34 respectively. and from the Admin. Office, 39 and 33 respectively. For this reason, the overall average for all installations is not likely to have been I 12, as the Admin. Off. Rep. indicates, but about 50. As a result, the original 1969 state figure in the ACLU report was overstated bv A.bout 16,000. The breakdown of averages of people over-heard per installation by offense is as follows: G, 48; D, 27; H, 16; K, 19; 0, 54. e. Conversations. Here, the Appendix and Admin. Off. figures are close. The Appendix figures show 1213.452 conversations in 228 installations, or an average of 555 per installation, broken down by offense as follows: G, 525; D, 405; H, 1,100; K, 21; 0, 615: All, 555. Extrapolating this 550 average to the 260 installations, one arrives at 144,300, or about ",
            "454": "but, as he himself correctly says, \"the world economy in depression.\" The difference is important. Apart from the usual obligatory references to Hitler, and a passing remark about its effect in stimulating \"fifty revolutions in Latin America,\" there is little in Kindleberger's book to bring home to the reader the shattering political consequences of the Depression or its global impact.s His a ttl tude is rather like that of a general on a battlefield, unmoved by the carnage and destruction, thinking only of tactics and strategy. It would be a pity if this rather severely technical approach obscured the fact that the Depression was not just an unfortunate economic relapse, but also the solvent of the entire, admittedly fragile, existing international order. It was scarcely an accident of history that the Japanese invasion of Manchuria, the first major break in the international structure established after 1918, occurred in 1931. Historians too often write as though Hitler, or Saito and Konoye, or Mussolini overthrew the existing status quo. In reality, they simply exploited the dislocation the Depression had created. And this also is not without modern connotations. If in 1930 the international order re-established after the First World War collapsed under the impact of the slump, by 1970 the new international order created by the United States after 1945 was visibly creaking at the joints. Already in the summer of 1968 one commentator announced that \"money pressure\" was \"forcing detente all over the world.\" 9 With the advent of Nixon the prediction was simply confirmed. The Guam doctrine, announced on July 25, 1969, and the Kissinger-Nixon visits to Peking and Moscow that followed, may not, as Rolfe and Burtle insist, have meant a \"retreat of American power,\" but they certainly indicated a major shift in world forces, and no one would deny that \"money pressure\"-in other words, a radical change in the economic climate, a downward swing in the Kondratieff cycle-was an operative factor. As Henry Brandon puts it, \"Shortage of money became one of the most potent American policy makers, just as its abundance had been a generation earlier.\" The broader effects of the Depression in the advanced industrial countries are too well known to need description; but their impact on existing ideologies was no less shattering. Above all, they drove home the lesson that unemployment on the scale of the 1930s must never be allowed to occur again. The classic remedy of massive deflation was out, and the maintenance of full employment became the central pillar of postwar economic policy, both domestic and international. This preoccupation with full employment was due to the \"gnawing fear\" (as The New York Times put it in 1946) that, once the postwar boom was over, \"the United States might run into something even graver than the Depression of the Thirties,\" with all its incalculable social and political possiblllties.1o Internationally, it translated into a fear •'whether the American capitalist system could continue to function if most of Europe and Asia should abolish free enterprise,\" a determination \"to increase our outlets abroad for manufactured products,\" and an opposition to high tariffs, exclusive trading blocs, and unfair economic competition, which-as Cordell Hull, never tired of insisting-bred the war which broke out in the Far East in 1937, spread to Europe in 1939, and engulfed the United States in 1941. Considering the small part that foreign trade played (and stm plays) in the United States economy, this obsession with foreign markets is easier to explain on psychological than on rational grounds; but Dean Acheson was certainly expressing a prevalent view when he said: You don't have a problem of production. The United States has unlimited creative ",
            "504": "third time. ",
            "554": "Mrs. BURKE of California. Mr. Chairman, I wish to voice my strong support for the economic development bill we have before us today. This bill extends the current public works and economic development programs for 2 years and authorizes $510 million for each of the next 2 fiscal years. These programs have, since their establishment in 1965, contributed greatly to the balanced economic development of areas with high structural unemployment and demonstrated need. The Public Works Subcommittee on Economic Development, of which I am a member, has heard testimony this spring from a wide range of witnesses-including Governors, mayors, Federal, State and local officials, and representatives from Indian tribes-almost uniformly in praise of the purposes of these programs and in support of their extension. I believe the broad support of this bill lies in the fact that approved projects are designed to attack the roots of unemployment through positive industrial development and job creation, rather than 'through lateral income transfer programs. The importance of these EDA programs can be demonstrated by the success of the Economic Resources Corporation in the development of the Watts Industrial Park in Los Angeles. ",
            "604": "Both Cynthia and I appreciate this opportunity to be here and pay tribute to Win Riefler. I know he would have enjoyed being here and seeing so many of his good friends and associates. You have heard several comments on how fortunate we all have ·been to know him and what an inspiration he has been to us all in many ways. Now obviously there is very little I can add to what the previous speakers have said except on a personal basis. It was my good fortune to work with Win Riefler during the time that Tom McCabe has said was the most difficult time in the Federal Reserve's history-and I won't challenge that, although I'm sure it's had many difficult times and. wl:l have many more difficult times. But I give Win Riefler full credit for whatevel\" came out of the Treasury-Federal Reserve-. accord. He was the keystone, and 1t was his. analytical mind and his tolerance and at the same time his wlllingness to compromise the important principle which made that accord possible. I had known him very slightly before that time, and as Assistant. Secretary of the Treasury was given the authority to enter into those negotiations .. and Win was more than responsive but just like rock when it came to the fundamentals. I think that this is a trait t~at we all recognize and we admire when it has along with it an ability to be tolerant of other people and tolerant of lesser minds. And I say in no sense of false modesty that Win Riefler's intellect was infinitely superior to mine, that he had a bigger grasp and a greater grasp of finance and financial activities than I had, and therefore it made it possible for me toenter into my later duties as Chairman o! the Federal Reserve, secure in the knowledge that his view of independence of the Federal Reserve was based on independence within the Government but not independence of the Government, that he fully appreciated the importance of money, and sound money, but at the same time he didn't want money to be our master, he wanted it to be our servant. And in the sense that he was pursuing sound monetary policies, he was pursuing them with an understanding that unless we had sound money we would be servants and not masters of that money. This is something that all of us, I think, must recognize. The Federal Reserve System has been blessed with a great many competent peoplebut none more competent or more dedicated than Win Rieft.er, and he rendered a service which is recognized by this group here today and by many more who could not be her& today. And I, as Chairman for a short period of time and working with him, am very glad to testify to the contribution which he made to the work of the Federal Reserve System and to finance in this country. Cynthia and I had the privilege of traveling with Win on several occasions and everything that's been said here about him is true. He enjoyed a zest for life. I remembel\" ",
            "654": "the budget for the alcohol safety action programs--commonly called ASAPs. ASAPs are perhaps one of the least known-and most effective-Government programs around. Briefly, they have two purposes: First, to get the drinking driver off the road before he kills himself or someone else; and ",
            "704": "(or his ",
            "754": "THE GENOCIDE CONVENTION Mr. PROXMIRE. Mr. President, on June 16, 1949, the Genocide Convention was transmitted to the Senate by President Truman who urged that it be ratified. Every administration since 1949 has supported the Genocide Convention. Most recently, President Nixon urged the Senate \"to consider anew this important convention and to grant its advice and consent to ratification.'' Such action, said the President, \"will demonstrate unequivocally our country's desire to participate in the building of international order based on law and justice.\" Despite this continuing bipartisan support for the convention, the Senate has responded neither favorably nor with due ",
            "804": "America was built by a people in a hurry. They built it using a work ethic. It is obvious that the influence of such a system of values creates a highly productive economy. Town and country have competed with each other in industrious pursuits, machines invented, new lines of communication established, the frontiers reached and passed. The universal and sincere faith that Americans have had in the power of education is one of the most remarkable feartures of America. A great part of our strength has been that the effort made in America to spread useful education is truly prodigious. Historically, work has held a position of honor in America. We take this for granted, but European travelers to America in the 19th century did not. They were astonished at what they saw. Work was honored and the educated man was looked upon With suspicion. Historically, liberal arts education has been thought of as a practical and useful education-which is an error. Work has not been part of our concept of the process of education. Therefore, the meaning of a work and study program is not easlly seen by us. Aristotle said, \"The most difficult problem in the philosophy of education is the relationship between theory and practice.\" ",
            "854": "peachable offenses. If the doctrine of executive privilege can validly be invoked against the House Judiciary Committee in its legitimate and constitutional function of seekng all information so that it can make an objective and fair and reasoned judgment as to whether or not impeachable offenses exist, then indeed any President, by simply invoking the socalled doctrine of executive privilege, can stop all such inquiry and bring it to a halt. In that way, he could nullify or negate the clause of the Constitution which provides for impeachment of the Chief Executive of this country. While I do not at this moment attempt to take any position with respect to specific requests on the part of the House Judiciary Committee, I do not think that a parallel can be drawn in respect to the House Judiciary Committee's constitutional function in this regard as against the rule that governs the submission of documents, and so forth, and the requiring of information on the part of Senate employees such as that embraced in the resolution I have submitted on behalf of Mr. EASTLAND. Nor would I, as a Senator, ever defend the Senate, nor do I think any Senator would defend the Senate, nor do I think the Senate as an institution would interpose the Senate rule, in resistance to the submission of valid, relevant evidence in the possession of the Senate, if that evidence llore upon the possible commission of a crime. Mr. PROXMIRE. Mr. President, will the Senator yield? Mr. ROBERT C. BYRD. I yield. Mr. PROXMIRE. Mr. President, I commend the distinguished Senator from West Virginia. He has given the Senate very helpful leadership in this regard. He is absolutely 100 percent right with respect to executive privilege. I have in my hand a copy of the Constitution of the United States, and there is not one word in the Constitution about executive privilege. Indeed, one eminent historian has said that it was 1958 before the term was ever used. Raoul Berger, who is probably the most eminent expert in the world in this field, has argued that executive privilege is simply a matter of expedience. That makes sense. The Senator from Michigan has made a good point. We should not be able to take from the President of the United States any papers that may disclose national security matters of secrets of that kind. But this is a matter of convenience, a matter of commonsense, a matter of logic, not of absolute constitutional right. On the other hand, the House of Representatives has a constitutional responsibility with respect to impeachment. It is very clear in the Constitution. So for us to permit the Executive to interpose some new motion of executive privilege to frustrate the proper role of Congress to investigate, as we must do in order to fulfill our obligations, seems to me to be unconstitutional, unwise, and improper. Mr. President, one of the most vital functions that the Senate and the House have is the function of investigation, and by the President using this notion of executive privilege, that function has been frustrated and frustrated badly. ",
            "904": "I see the gentleman from Iowa out here in front of me, who makes the point time and time again on the floor of this House, opposed to bringing in supplemental requests. This, of course, is one of those things that I would have to predict will happen on this particular item. The question is, who is more right here or more wrong about the estimates? For years both the administration and the Congress have accepted the estimates of the 50 States which are made considerably in advance of the fiscal year. As the committee report notes, for 11 years in a row these State estimates were vastly underestimated and the Congress had to vote supplementals for those years. The fiscal year 1973 was a standoff year. The original estimates were reasonably accurate; however, the administration requested and the Congress passed a supplemental which prgved to be unnecessary. In the fiscal year 1974, for the first time the pendulum swung the other way and the estimates were vastly overstated. As a result, the administration recommended a rescission, a significant one, better than three-quarters of a billion dollars; but we in the Congress rescinded $1,188 million. Mr. Chairman, I am concerned that in the fiscal year 1974 the rescission was too sharp. HEW has already had to borrow over $100 million from their fiscal year 1975 appropriation,. which is not accounted for in our committee estimates. Second, the fiscal year 1974 estimates are based on the November 1973 State estimates, reduced by the administration by more than $500 million. The May 1974 State estimates are nearly $700 million higher than the State requests. If these State estimates are more correct than the House estimates, there could be a deficit of more than $1.5 billion. There is no certainty as to who is right about this thing. It is reasonably clear, however, that even if the trend is down, as it was in fiscal year 1974, our committee has cut too much. Members should assume that there is a due bill waiting in the wings in the form of a SUIPPlemental for public assistance which will almost certainly wipe out the margin shown in our committee report as being below the President's budget. That is the point I want to make, that we do not get carried away and think that we are in such good shape that when these amendments are offered-in one item to increase public service employment by $300 million-we take the optimistic view that all is well, because it is not all well. It is pretty bad and we ought to face up to the music. The supplemental security income item, which shows an increase here of $2.6 billion over last year in the bill now to a brings that item up total of $4.8 billion. In this fiscal year we will have 5 million beneficiaries of this particular program. ",
            "954": "•. ",
            "1004": "SEC. 6. (a) There is hereby established a body corporate named the Hawaiian Native Corporation, whose principal place of business shall be located in the State of Hawaii. The corporation shall not be an instrumentality of the United States. The members of the Corporation shall be the Hawaiian Natives listed on the Hawatian Native Roll from time to time. (b) Within two and a half years from the date of this Act, the Secretary shall issue a. certificate of membership in the Corporation to each Hawa11an Native listed on the roll as of the date of issue. Thereafter, he shall issue such a certificate to each Native added to the roll. (c) Certtftcates of minors shall be issued in accordance with the Hawatl gifts to minors act. (d) Certtftcates issued pursuant to this section, and rights and benefits appertaining thereto, shall not be sold, assigned, hypothecated, subject to liens or executions, or otherWise alienated. Upon the death of a member, his certtftcate shall be cancelled, but any benefits accrued to the time of his death shall be distributed in his name to his representatives. (e) The purposes of the Corporation are to receive and administer the benefits provided by this Act for the Hawaiian Natives and to engage in any and all enterprises, bu~inesses, undertakings and activities that the board of directors deems promotive of their interests and welfare, whether or not directed to the making of monetary profits. ",
            "1054": "CRISIS IN THE AMERICAN DAffiY INDUSTRY-A CALL FOR ACTION The SPEAKER. Under a previous order of the House, the gentleman from. ",
            "1104": "In the days and weeks which followed, I was to learn the answer to this question the hard way. As a. professor, I had sought to convey to students the idea that it is a mistake to impose authority, to make decisions for other people, or rely upon commands to accomplish something. As a police officer myself, I was forced time and again to do just that. For the first time in my life, I encountered individuals who interpreted kindness as weakness, as an invitation to disrespect or violence. I encountered men, women, and children who, in fear, desperation, or excitment, looked to the person behind my uniform for guidance, control, and direction. As one who had always condemned the exercise of authority, the acceptance of myself as an unavoidable symbol of authority came as a. bitter lesson. I found that there was a world of differindividuals 1:n ence between encountering mental health or correctional settings and facing them as the patrolman must-when they are violent, hysterical, desperate. When I put the uniform on, I lost the luxury of sitting in an office, calmly discussing with a rapist or armed robber the problems which had led him into trouble with the law. Such offenders had seemed so harmless in the ",
            "1154": "The proposed amendments, sent to us on April 22 by the Chief Justice, make significant changes in the Rules of Criminal Procedur' Because of the importance of som\\.. of those changes, I believe that both Houses of Congress shouid have ample time to consider them. Although I believe we should act promptly, a maximum 1-year delay in the operation of the automatic effective date, pursuant to sections 3771 and 3772 of title 18 of the United States Code, seems reasonable. Attorney General Saxbe strongly recommends this 1-year delay in these amendments. In a letter of June 17, 1974, he informed the Judiciary Committee he was offering objection on behalf of 90 of the 94 U.S. attorneys. The Attorney General specifically objects to the amendments to rules 4 and 9 regarding arrest warrants, and rule 16 regarding discovery motions. These objections point up the fact that, while these amendments purportedly affect only \"rules of procedure,\" in fact they have significant effect on the operations of the offices of the U.S. Attorneys and the operations of all the Federal law enforcement agencies. The amendment proposed to ruie 16 for example wouid require that a Federal prosecutor, before a trial, make known to the defendant and his attorneys the names and addresses of all the witnessess whose testimony will be used in the upcoming trial. As the Attorney General points out, in the prosecution of members of organized crime, witnesses are sometimes in the protective custody of the United States. Is it wise to require the Justice Department to disclose where that witness is being hidden? Whether it is or not, is a question, along with other questions raised by these amendments, which can only be answered after careful and comprehensive consideration by the Congress. As the committee report points out, these amendments to the Criminal Rules of Procedure have been under consideration by the Judicial Conference for 4% years. I urge all my colleagues to support this bill which gives us a maximum of 1 year to consider these amendments. Mr. RODINO. Mr. Speaker, I rise in support of H.R. 15461, a bill to delay the effective date of certain amendments to the Federal Rules of Criminal Procedure. Unless this bill is enacted, these amendments, which were promuigated by the Supreme Court on April 22, 1974, will automatically go into effect next August. 1. H.R. 15461 will merely postpone their effective date for 1 year to August 1, 1975. This bill is bipartisan. It is sponsored by all nine members of the Judiciary Committee's Subcommittee on Criminal Justice. The bill comes to the floor favorably endorsed by a unanimous Judiciary Committee. Equally important, the goal of this bill is endorsed by diverse segments of the legal profession-for example, the Department of Justice and the American Civil Liberties Union. The amendments promulgated by the Supreme Court on April 22 change Ian-",
            "1204": "Mr .. Hebert with Mr. Jones of Alabama. Mr. Rooney of Ne·w York with Mr. Dorn. ",
            "1254": "ag~ainst their "
        },
        "21": {
            "4": "I ",
            "54": "by the original Price-Anderson Act, subject to a gradual increase· in that limit, and a gradual phasing out of formal governmental indemnity as the number of nuclear reactors in operation increases. I believe that while, as a general approach, the committee bill is preferB.ible to the present Price-Anderson Act, there is now no pressing need to extend the act for as long a period as the committee has recommended. Indeed, I believe that there are compe111ng considerations for a shorter extension, which will be of no harm to the planning of the nuclear power industry wh1le at the same time allowing the Congress to evaluate both our long-term national energy policy and a long-awaited study on nuclear reactor safety. The two-year extension and modUlcat\\.on of Price-Anderson as proposed in the amendment by the distinguished Senator from Wisconsin (Mr. Nelson), w111 protect the legitimate interests of the nuclear power industry and will not cause disruptions in the planning of nuclear fac111ties. Proof of this is ava1lable from the statements of the proponents of the ten-year extension. For example, Congressman Melvin Price, Chairman of the Joint Committee on Atomic Energy, in the Congressional Record of June 13, stated that: \"There is a common misconception that since the Price-Anderson Act will not expire until 1977, there is no need for immediate action. This is not the case. Since the leadtimes for construction permits for nuclear powerplants range from 2 to 4 years, depending on a number of factors, uncertainty on extension of the Price-Anderson Act until mid-1975 could create a significant disrupti>on in ut111ty planning.\" And the Joint Committee, in its report on this legislation stated that: The Price-Anderson Act applies only to licenses issued prior to August, 1977. Nuclear power plants now in the planning and design phases would not receive construction permits until about 1977-1978. Thus there is uncertainty as to whether these plants would receive protection in the form of Government indemnity. Reactor manufacturers and architect-engineers are already requiring escape clauses in their contracts to permit cancellation in the event some form of protection from unlimited potential liability is not provided. Action is required soon to prevent disruption in ut111ty plans for nuclear power. In other words, proponents of this measure argue that there is a maximum fouryear lead time before the granting of a construction permit for a nuclear power plant fac111ty, at which time the protection of the Price-Anderson Act becomes operative. They further argue that we in the Congress must provide this four year lead-time in order not to impair the orderly growth of the nuclear power industry. The amendment of the Senator from Wisconsin (Mr. Nelson) would do precisely that. By extending the Act until August 1, 1979, the amendment would allow us to further examine the implications of the Price-Anderson Act next year, both in the light of our developing national energy policy, and the conclusions of the so-called Reactor Safety Study, which will shortly be issued in draft form. and which shoUld shed new light on the safety of nuclear power plant facllities. The Congress could then make a considered judgment by mid-1975 on the form and length of any long-term extension of the Act as might be required. In the interim, the nuclear power industry would be able to continue its planning unhampered, safe in the knowledge that the Act will continue until mid-1979, or more than the four year lead time which the proponents of this measure claim ts necessary. ",
            "104": "1975, the Mayor of the District of Columbia, shall annually conduct a thorough study of the compensation being paid officers and members of the police and fire departments of other jurisdictions 1n the Washington metropolitan area and other cities of comparable size. The annual study may include other conditions of employment of pollee and firemen, such as hours of work, health benefits, retirement benefits, sick pay, and vacation time. The annual study shall also include the current percentage change in the Consumer Price Index for the Washington metropolitan area. published by the Bureau of Labor Statistics, Department of Labor, and rates of compensation for Federal ~nd District of Columbia employees having comparable duties and responsibllities. (b) On or before July 15 of each year, the results of the annual study shall be made available to the recognized representatives of the officers and members of the Metropolitan Police force and the Fire Department of the District of Columbia under the District of CQlumbia labor relations program. In the event such representatives dispute any results that affect the officers and members they represent, they shall, within twenty calendar days, indicate their objections simultaneously to the Mayor and to the Director of the Federal Mediation and Con .. clliation Service. The Director shall assist in the resolution of such dispute by selecting an impartial person experienced in public sector disputes to serve as a factfinder. The factfinder so appointed shall determine the facts with respect to the issues in dispute and report his findings to the parties. Such findings shall be incorporated in the results of the study, which shall be made public. (c) The results of the annual study shall be available during the process of collective bargaining between the District of Columbia and the recognized representatives of the officers and members of the Metropolitan Police force and the Fire Department of the District of Columbia. Such results shall also form the .basis for consideration of adjustments in pay levels for officers of the Metropolitan P·ollce force and the Fire Department of the District of Columbia whose compensation is adjusted in a manner which is outside the scope of such collective ·bargaining. SEc. 112. (a) If after January 2, 1975, as a result of collective bargaining the parties have reached a negotiated solution with respect to changes in compensation for officers and members of the Police and Fire Departments, the Mayor shall recommend to the Council of the District of Columbia that said changes should be authorized and that the Congress shall be requested to appropriate sufficient funds for that purpose. (b) If the parties have reached an Impasse in negotiations on or before the expiration date of their existing collective bargaining agreements, they shall promptly notify the Director of the Federal Mediation and Conciliation Service in writing. He shall assist in the resolution of that impasse by selecting an impartial person experienced in public sector disputes to serve as a mediator. If mediation does not resolve the impasse within ten days, or any shorter period designated by the mediator, the Director shall then appoint an Impartial Board of Arbitration to investigate the issues involved in the dispute, conduct whatever hearing it deems necessary, and to issue a written award to the parties with the object of achieving a prompt, peaceful, and fair settlement of the dispute. The award shall be issued within twenty days after the Board has been established. The award shall contain findings of fact and a statement of reasons. The award shall be final and binding upon the parties to the dispute. (c) If the procedures set forth in subsec-",
            "154": "spend. Financing can only lead to control, and we do not need Government control 9f either of our two fine parties. Mr. Chairman, this is a fundamental philosophical point. The parties belong to the people. The parties have been free of the Government. Here, unless we adopt my amendment, we are now attaching them to the bureaucracy. vve would be making them a part of the official Government establishment. VVe would be, in fact, nationalizing the political parties of this great country. Therefore, I believe that it is absolutely essential that this portion be stricken from the bill. I hope the Committee will support my amendment, Mr. Chairman. Mr. BRADEMAS. Mr. Chairman, I rise in opposition to the amendment. Mr. Chairman, we all now know that Presidential nominating conventions, even as our Presidential primary elec-· tions, are an essential part of the process of electing an American President, as important in their own way as is the general election in the fall. I would point out, in urging rejection of this amendment, that we already have public financing of national Presidential nominating conventions in this country because most of the money that finances these conventions comes from tax deductions for advertising, deductions that are taken by various business and labor groups for advertisements published in the convention programs that are distributed at the convention. So the present system is one whereby all of the taxpayers in the country involuntarily pay, through the tax deduction route, for the holding of conventions. However, under the language in the committee bill, only those taxpayers who voluntarily participate in the dollar check-off participate in supporting the public financing of our two national nominating conventions. A second point I would like to make, Mr. Chairman, is that the provision in the committee bill for the public financing of Presidential nominating conventions is the recommendation of the Bipartisan Commission on Convention Financing. This is not a partisan matter. The third point I would like to make, Mr. Chairmar~, is that utilization of public financing is voluntary on the part of the political parties. A political party is not mandated to receive public funds from the dollar check-off system, and if it does not wish to do so, it can use up to $2 million in private funds to finance its convention. Mr. Chairm&.n, it seems to me that if we retain the language in the committee bill, both with respect to Presidential nominating conventions and Presidential primaries, we shall be filling out the initiative that Congress undertook in 1972 in providing that, beginning in 1976, we shall have public financing of Presidential general elections. Surely, the events which are plaguing and afflicting all of the people of the United States now, Democrats and Republicans and Independents, in respect of the events associated with the 1972 ",
            "204": "SEC. 101. (a) Section 608 of title 18, United States Code, relating to llmltations on con· tributions and expenditures, is amended by ",
            "254": "2.10.6 and ",
            "304": "IMMUNITY AND AMNESTY Mr. FULBRIGHT. Mr. President, as they have always done in times of transition, especially sudden transitions under unhappy circumstances, the American people and Congress are united today in support of our new President, Gerald Ford. With his long experience as a leading Member of Congress, President Ford is uniquely qualified to work in mutual trust and harmony with the Congress, and in so doing to restore unity and confidence in government to the American people. As we offer our assistance to a new President, it is no less appropriate that we offer our best wishes to the departing President, Richard Nixon, along with an expression of appreciation for his contributions to world peace. As was evident. in his speech last night, that is what he hopes to be remembered for. And as one who opposed his Vietnam policy but later came to admire and support his creative and successful initiatives forpeace in relations with the Soviet Union and China and in the Middle East, I believe that hope will be realized. More than any other President since World War II, Mr. Nixon has grasped and acted upon the preeminent necessity of the post-war era. As he enunciated it in his fine speech of last June 5 at Annapolis: ",
            "354": "H.R. 13871 will permit the Secretary of Labor to continue the compensation rate without reduction as an inducement for partially disabled workers to enter into approved programs of rehabilitation so that they may eventually return to work and leave the compensation rolls. Present law requires a reduction in compensation when a Federal employee's disabntty changes from total to partial. This practice works a hardship on those workers who are enrolled, or who would like to enroll, in a vocational rehabilitation program. I am hopeful that the bill will be used in a manner which promotes the concept of vocational rehabilitation to the maximum extent possible. ",
            "404": "I support the continuation and expansion of the authorization for family planning services project grants because I believe this is the best mechanism for the provision of such services. It was on this crucial point that I was in very basic and strong disagreement with the Nixon administration. I am glad that they decided to listen, and to-finally--support this legislation. Medicaid and title IV -A programs are undesirable as primary vehicles for the provision of family planning services to women who are poor: These are programs in which eligibility is very narrowly defined. These are programs over which we Members of Congress have very little control. They make no pretense of having national standards of medical care. They are national only in the sense that they are made up of an aggregate of 50 welfare programs each having 50 varying State criteria for eligibility and quite different State standards of care. They are administered, for the most part, by State welfare agencies, some of which are not exactly known for their high level of concern for the health and well-being of low-i:qcome women or for their progressive policies with regard to such women and their personal privacy. I do not believe that State welfare agencies which staged midnight \"man in the house\" raids and have been known to threaten or actually force women off welfare rolls, can be trusted totally to insure voluntarism as a basic principle in the conduct of birth control programs. Even if they are, I am. sure that prospective patients would be leery of the intentions of these agencies and reluctant to participate in family planning programs sponsored by public assistance agencies. Furthermore, I fear that the suspicions of those who cry \"genocide\" would all too soon be reinforced if family planning services become too closely associated with these and other welfare programs. It is imperative from my viewpoint, that strong Federal direction and supervision be present in these programs at all times. Let me also point out that there is unanimous agreement that medicaid is an extremely expensive and ineffective program which has failed specifically to provide preventive health services. Many physicians refuse to treat medicaideligible patients, and the relatively few that do generally have incredibly busy practices with little time to give each patient. Women who are poor and must rely on medicaid for their health care needs are neither as knowledgeable nor can they afford to be as demanding of their physicians as can the average middleclass woman. Medicaid physicians canalways refuse services to any recipient if they so choose. We saw what happened in Aiken, S.C., when medicaid women refused to be bullied into sterilization. When the physicians who insisted on sterilization as a condition of their providing prenatal and obstetrical care to medicaid patients were condemned for their behavior, they simply refused to provide services to medicaid patients. The result, according to the Medical Tribune, ",
            "454": "(2) The Institute in exercising its functions and responsibil1ties described in paragraph (1) shall assign and delegate, to the maximum extent possible, responsibility for conducting each of the needed activities described in paragraph (1) to one or more of the private organizations, institutions, agencies, and Federal and other governmental entities with a capacity to exercise or contribute to the exercise of such responsibility, monitor the performance achieved through assignment and delegation, and, when deemed necessary, reassign and delegate such responsl:bllity. (3) The Institute in exercising its functions and responsibilities under paragraphs (1) and (2) shall (A) give particular attention to the development of methods for encouraging all sectors of the economy to cooperate with the Institute and to accept and use its technical findings and to accept and use the nationally recognized performance criteria, standards, and other technical provisions developed for use in Federal, State, and local building codes and other regulations which result from the program of the Institute; (B) seek to assure that its actions are coordinated with related requirements which are imposed in connection with community and environmental development generally; and (C) consult with the Department of Justice and other agencies of government to the extent necessary to insure that the national interest is protected and promoted in the exercise of its functions and responsibilities. (f) (1) The Institute is authorized to accept contracts and grants from Federal, State, and local governmental agencies and other entities, and grants and donations from private organizations, institutions, and individuals. ",
            "504": "\"SEC. 155. (a) (1) An action under section llO(a) to restrain a violation of an order issued under section 152(b), or under section 109 to collect a civil penalty with respect to a violation of such an order, or any other civil action with respect to such an order, may be brought only in the United States district court for the District of Columbia or the United States district court for a judicial district in the State of incorporation of the manufacturer to which the order applies. All actions (including enforcement actions) brought with respect to the same order under section 152(b) shall be consolidated in an action in a single judicial district, in accordance with an order of the court in which the first such action is brought. \"(2) The court shall expedite the disposition of any civil action to which this subsection applies. \"(b) If a civil action which relates to an order under section 152(b), and to which subsection (a) of this section applies, has been commenced, the Secretary may order the manufacturer to issue a notification in addition to the notification required by section 151 or 152. Such additional notification shall contain-\"(A) a statement that the Secretary has determined that a defect which relates to motor vehicle safety or failure to comply with a Federal motor vehicle safety standard exists, and that the manufacturer is contesting such determination in a proceeding in a United States district court. \"(B) a clear description of the Secretary's stated basis for his determination that there is such a defect or failure. \"(C) the Secretary's evaluation of the risk to motor vehicle safety reasonably related to such defect or failure to comply, \"(D) any measures which in the judgment of the Secretary are necessary to avoid an unreasonable hazard resulting from the defect or failure to comply, \"(E) a statement that the manufacturer will cause such defect or failure· to comply to be remedied without charge pursuant to section 154, but that this obligation of the manufacturer is conditioned on the outcome of the court proceeding, and \"(F) such other matters as the Secretary may prescribe by regulation. \"(c) A manufacturer who fails to notify owners or purchasers in accordance with section 153 (c) within the period specified under section 153 (b) may beassessed a civil penalty with respect to such failure to notify, unless the manufacturer prevails in an action described in subsection (a) of this section or unless the court in such an action restrains the enforcement of such order throughout the pendency of such action. A manufacturer who fails to notify owners or purchasers as required by an order under subsection (b) of this section may be assessed a civU penalty without regard to whether or not he prevails in an action described in subsection (a) of this section with respect to the validity of the order issued under section 152 (b) . \"(d) If (i) a manufacturer falls within the period specified in section 153 (b) to com • ply with an order under section 152 (b) to af· ford notification to owners and purchasers, ",
            "554": "ship to 5 percent which the Secretary or his delegate determines to be comparable to the relationship which the long-term money rates and investment yields for the last period of 10 calendar years ending at least 12 months before the beginning of the plan year bear to the long-term money rates and investment yields for the 10-calendar year period 1964 through 1973. No such adjustment shall be effective for a plan year beginning before the expiration of 1 year after such adjustment is determined and published. \"(E) LIMITATION.-The accrued benefit derived from employee contributions shall not exceed the greater of-\" (i) the employee's accrued benefit under the plan, or \"(11) the accrued benefit derived from employee contributions determined as though the amounts calculated under clauses and (iii) of subparagraph (C) were zero. \"(3) ACTUARIAL ADJ'USTMENT.-For purposes of this section, in the case of any defined benefit plan, if an employee's accrued benefit 1s to be determined as an amount other than an annual benefit commencing at normal retirement age, or if the accrued benefit derived from contributions made by an employee is to be determined with respect to a. benefit other than an annual benefit in the form of a single life annuity (without ancillary benefits) commencing at normal tetirement age, the employee's accrued benefit, or the accrued benefits derived from contributions made by an employee, as the case may be, shall be the actuarial equivalent of such benefit or amount determined under paragraph (1) or (2). \"(d) SPECIAL RULES.-\"(1) COORDINATION WITH SECTION 401 (a) (4) .-A plan which satisfies the requirements of this section shall be treated as satisfying any vesting requirements resulting from the application of section 401(a.) (4) unless-\"(A) there has been a pattern of abuse under the plan (such as a dismissal of employees before their accrued benefits become nonforfeitable) tending to discriminate in favor of employees who are officers shareholders, or highly compensated, or ' \"(B) there have been, or there is reason to believe there will be, an accrual of benefits or forfeitures tending to discriminate in favor of employees who are officers, shareholders, or highly compensated. \"(2) PROHIBITED DISCRIMINATION.-Subsection (a) shall not apply to benefits which may not be provided for designated employees in the event of early termination of the plan under provisions of the plan adopted pursuant to regulations prescribed by the Secretary or his delegate to preclude the discrimination prohibited by section 401(a) (4). \"(3) TERMINATION OR PARTIAL TERMINATION; DISCONTINUANCE OF CONTRIBUTIONS.Notwithstanding the provisions of subsection (a), a trust shall not constitute a qualified trust under section 401 (a) unless the plan of whicl: such trust is a part provides that--\"(A) upon its termination or partial termination, or \"(B) in the case of a plan to which section 412 does not apply, upon complete discontinuance of. contributions under the plan. the rights of all affected employees to benefits accrued to the date of such termination, partial terinination, or discontinuance, to the extent funded as of such date, or the amounts credited to the employees' accounts, are nonforfeitable. This paragraph shall not apply to benefits or contributions which, under provisions of the plan adopted pursuant to regulations prescribed by the Secretary or his delegate to preclude the discrimination prohibited by section 401 (a.) ( 4), may not be used for designated employees in the event of early termination of the plan. \"(4) CLASS YEAR PLANS.-The requirementS ",
            "604": "•' . ",
            "654": "' ",
            "704": "stocks has prompted legislation, such as Senator MAGNUSON's bill, S. 1988, to ad· dress the problem on an interim basis by declaring a 200-mile resource zone. Meanwhile, Mr. President, the economic zone concept has emerged as the preeminent and pivotal issue before the Caracas conference and until an agreement is reached, debate on other policies will not proceed expeditiously. Ambassador Stevenson has also stressed passage of military vessels and aircraft through and over international straits as an issue of major concern. Not only unimpeded transit but nondiscretionary transit is essential to insure unrestricted passage in terms of ship typesubmarine, supertanker, nuclear powered-and destination of cargo. Currently however, debate on these urgent issues has not produced the substantive results anticipated. The licensing aspect of the seabed question has stalemated in committee 1. Committee 2, discussing the economic zone, may complete this session with only a comparative table, not significantly different from the Seabed Committee's report available at the beginning of the conference. Scientific research, handled in committee 3, may not only be subjected to regulation inside national jurisdiction, but outside as well. Ambassador Stevenson has expressed several misgivings concerning the present tum of discussions. Canada, Chile, Iceland, India, Indonesia, Mauritius, Mexico, New Zealand, and Norway have proposed that articles be drafted as a framework for discussion of archipelagic state's rights, territorial sea, economic zones and the continental staff. Ambassador Stevenson, however, holds that these proposed articles are too general for use as negotiable items. · High seas freedom, particularly germane to the question of passage through international straits, has not been clearly preserved in proposals under consideration, according to Ambass,ador Stevenson. In addition, the Ambassador expressed reservations concerning the lack of compulsory dispute settlement provisions and absence of state duties insuring conservation and full utilization of fish stocks. Freedom of the seas has been fundamental to international law since the Dutch jurist Grotius established the principle in 1609. That principle however, derived from Grotius' view of a limitless expanse which \"can be neither seized nor enclosed,\" is not viable in a world of disparate interests seeking to exploit the ocean wealth. The major issues of resources, rights, and responsibilities immediately concern the nations of the world, and the Law of the Sea Conference is seeking to update ocean law to accommodate current and future world needs. Substantive progress in this direction, however, does not seem readily forthcoming. While the final Law of the Sea Treaty should receive our close attention and hopefully provide a step forward in an international approach to global needs, the self-interests of the United States in vital issues of ocean policy must not be ignored in our efforts to achieve international agreement. Mr. President, in order to provide a complete report for my colleagues on the ",
            "754": "States balance of trade and payments. Economists had expected some lag, but it lasted longer than it was supposed to. Indeed, the dollar outflow quickened. The reason was the devaluation increased the dollar price of imports more than it reduced the volume of imports, especially as the American economy was expanding more rapidly and sucking 1n more imports. Simultaneously, devaluation cut the dollar price of American exports, causing foreign demand for cheaper American goods to boom; but the United States imposed export controls on soybeans and other agricultural goods, restricting the rise of its earnings abroad. Even more important, booming demand at home restricted the growth of United States exports. Hence the American trade position worsened in 1972, and dollars continued to flow overseas to cover the payments gap. The basic United States blunder was to think it could run a devaluation of the dollar without first slowing the economy. It did just ,the reverse-coupling devaluation with strong fiscal and monetary stimulus. The fixed-exchange-rate system could not survive the continuing dollar outflow. In early 1973, there was a second dollar devaluation, amounting .to 10 per cent, following a dramatic around-the-world :fllght by Under secretary of the Treasury Paul Volcker. But instead of calming the foreign-exchange markets, it rolled them further. And in late 'February and early March, dollars began to flood into West Germany because the mark looked like the safest port in a storm. The German central 'bank took in over $3-blllion a day, paying out marks to all comers in a vain attempt to keep the mark's exchange rate from rising. After dishing out more than $10--blllion worth of marks, German monetary omcials finally grew frightened of inflation and threw in the. sponge. They stopped defending the fixed exchange rate •between the dollar and the mark; so the mark floated upward, and the dollar floated downward. The Bretton Woods fixed-rate system was dead; the whole world monetary system was afloat. But 1nftation was anything but dead. The loss of respect for the dollar, the key currency of the world monetary system, ·brought on a flight from al·l currencies into anything precious and scarce that would hold its value in a time of monetary crisis-gold, sUver, platinum and many other commodities. Overnight it seemed as though the Club of Rome's long-range forecasts of the exhaustion of world resources were coming true in a rush, !Wlth soaring prices the fever gauge of commodity shortages. !Accidents of nature fed the commodity inflation. One of the weirdest was the disappearance of anchovies o1f the coast of Peru. Why this happened is still unclear. One theory is that the cause was the 1972-73 invasion of a warm-water current called El Nino, which upset the ecology of the coldwater Humboldt Current, drastically reducing the supply of plankton and other nutrients in which the anchovies feed. Most marine biologists doubt this, pointing out that El Nino comes roughly every seven years-it had last arrived in 1957 and 1962-but had not earlier •seriously damaged the anchovy stock. Did an influx of predators eat the spawn? Were the young :flsh blown into hostUe waters? Nobody really knows. Whatever the explanation, as ¥organ Guaranty Bank economists correctly stressed, Peru's anchovy catch fell from more than 10 million tons to 2 million tons in 1973, wiping out a critical part of the world's :flshmeal supply, which is used to feed livestock. Bad growing weather for cereals, the !allure of much of the Soviet crop, the massive Soviet-American wheat deal-a key element in detente-exacerbated the commodlty inflation. But the over-an inflationary trend ",
            "804": "(i) (1) Copies of any communications, documents, reports, or information received or sent by any member of the Council shall be made available to the public upon identifiable request, and at reasonable cost, unless such information may not be publicly released under the terms of paragraph (2) of this subsection. (2) The Council or any officer or employee of the Council shall not disclose information obtained under this section which concerns or relates to a trade secret referred to in section 1905 of title 18, United States Code, except that such information may be disclosed in a manner designed to preserve its confidentlality-(A) to other Federal Government departments, agencies, and officials for official use upon request; (B) to committees of Congress having jurisdiction over the subject matter to which the information relates; (C) to a court in any judicial proceeding under court order formulated to preserve the confidentiality of such informa· tion without impairing the proceedings; and (D) to the public in order to protect their health and safety after notice and opportunity for comment in writing or for dis· cussion in closed session within fifteen days by the party to whom the information pertains (if the delay resulting from such notice and opportunity for comment would not be detrimental to the public health and safety). In no event shall the names or other means of identification of injured persons be made public without their express written consent. Nothing contained in this section shall be deemed to require the release of any information described by subsection (b) of section 552, title 5, United States Code, or which is otherwise protected by law from disclosure to the public. The Comptroller General of the United States shall continuously monitor and evaluate the operations of the Council including its reporting requirements. Upon his own initiative or upon the request of a committee of the Congress or, to the extent personnel are a.va.lla.ble, upon the request of a Member of Congress, the Comptroller General shall (A) conduct studies of existing statutes and regulations governing Federal energy programs, (B) review the policies and practices of Federal agencies administering such programs, (C) review and evaluate the procedures followed by such agencies, in gathering, analyzing, and interpreting energy statistics, data, and _information related to the management and conservation of energy, including but not limited to data related to energy costs, demand, industry structure, environmental impacts, and research and development, and (D) evaluate particular projects or programs. The Comptroller General shall have access to such data from any public or private source whatever, notwithstanding the provisions of any other law, as is necessary to carry out his responsibllitles under this section and shall report to the Congress at such time as he deems appropriate with respect to Federal energy programs, including his recommendations for such modifications in existing laws, regulations, procedures, and practices as will, in his judgment, best serve the Congress in the formulation of a national energy policy. (2) In carrying out his responsibUltles a.s provided in paragraph ( 1) of this subsection, the Comptroller Genernl shall give particular attention to the need for lm.proved coordination of the work of the Federal Government related to energy policies and progra;ms and the attendant need for a control source of energy statistics and information. (3) The Comptroller General or any of hla authorized representatives in carrying out ",
            "854": "•",
            "904": "Those new missiles can only be regarded as threatening our own security. Yet without the passage of this legislation we will continue to export to the Soviet Union precision ball bearing grinding machines, computer technology and other ingredients that are vit~l in the production of modern weapons of war. If we had had the restrictions contained in the National Protection Act several years ago we probably now would not have to be spending as much money as we are now on our national defense. But by transferring military technological assistance through alleged peaceful trade, we have contributed to the Soviet development of MIRV's and thereby necessitated greater outlays by ourselves to counter a growing Soviet strategic threat. The Soviet consumer has not benefited from this trade policy and ob-. viously the American taxpayer and borrower have suffered as well. With the passage of this legislation we can and must bring an abrupt halt to this inde· fensible export policy. <By unanimous consent Mr. FoLEY yielded his time to Mr. HANNA.) The CHAIRMAN. The Chair recognizes the gentleman from California (Mr. HANNA). Mr. HANNA. Mr. Chairman, members of the committee, I hope the committee will oppose the Blackburn amendment. The amendment is making some very important changes in the policy of the United States. It changes ·the policy to ",
            "954": "If Section 10 (c) of the Brock bill is retained, the benefits to consumers from the disclosure and other provisions of the bill would be overwhelmingly offset by the increase in closing charges which would be triggered by the premature repeal of HUD's regulatory authority. One method for testing the validity of fuis judgment is to look at who supports and who opposes the Brock bill. During recent hearings held by the House Banking Committee, 18 representatives of bar associations, title insurance companies, realtors, mo~ge lenders, and other providers of settlement services testified. All 18 supported the Stephens blll which is quite similar to the Brock bill. On the other hand, 7 consumer spokesmen or independent e·xperts testified on the closing cost issue. Not one of the seven supported the approach taken by the Stephens b111. If the BrockStephens bill confers such great benefits on consumers, why have consumer organizations not come forward to support this bill? As a practical matter, consumers would gain very little from the Brock bill. Most of the disclosure provisions in the bill are already included in a bill passed by the Senate last year, the Fair Credit Billing Act, S. 2101. Moreover, many of the reforms proposed could be carried out administratively by HUD and other Federal housing agencies. In its Report on Settlement Costs, HUD and VA have already announced their intentions to administratively implement almost all of the reforms in the Brock bill with respect to FHA-VA transactions. Similar regulations with respect to conventional mortgage transactions could and undoubtedly would be issued by the Federal Home Loan Bank Board, the Federal Home Loan Mortgage Corporation, and the Federal National Mortgage Association. Thus, the benefits to consumers in the Brock blll are largely cosmetic and would ",
            "1004": "The voucher experiment to assess the consequences of consumer choice in education, is taking place in the Alum Rock school district near San Jose, California. Financial support is provided in part by the federal Office' of Economic Opportunity ( OEO) . The Rand Corporation and other agencies are seeking to determine the degree to which the experiment increases parent satisfaction, diver-",
            "1054": "harmless provisions generally similar to the Senate bill. The conferees accepted the House ap .. proach with a modification in the treatment of the \"model cities\" component of the \"hold-harmless provisions. Under the conference bill, model cities grant recipients will receive a declining per·centage-80, 60, and 40 percent-of their average annual grant under the model cities program for a 3-year period following completion of the community's fifth action year. Th9 conferees believe that this resolution of the model cities issue is fair both to the 147 model cities communities and to the many communities throughout the country which must be assured reasonable access to community development funds. Both the Senate and House bills contained provisions designed to assure that communities would utilize block grant funds to address high priority national goals and objectives. Although the specific provisions of the two bills differed in significant ways, the thrust of both bills was clearly to channel community development funds toward long-established and identified national goals. The conference report merged these differing provisions to clarify this intent. Each community applying for block grant funds must-First, identify its community development needs and objectives in accordance with areawide development planning and national urban growth policy; Second, formulate a program of activities to meet those needs, together with estimated costs and general location of such activities; and Third, submit a housing assistance plan (surveying the housing needs of lower-income persons, specifying the number of units or persons to be assisted including the proportion of new, rehabilitated, or existing units, and indicating the general location of housing for lower-income persons; and Fourth, describe a program of activities designed to eliminate or prevent slums, blight, and deterioration where such conditions or needs exist; and to provide improved community facilities and supporting health, social and similar services where necessary and appropriate. The Senate bill authorized $2.8 billion in fiscal year 1975 and $3.3 billion in fiscal year 1975, $2.65 billion in fiscal year 1976, and $2.95 billion in fiscal year 1977, with additional special transition grants of $100 million annually for the above fiscal years. The conference bill authorizes $2.5 billion in fiscal year 1975, $2.95 billion in fiscal year 1976, and $2.95 billion in fiscal year 1977, with special transition grants of $50 million annually for the first 2 fiscal years and $100 million for the third fiscal year. The conferees believe that these authorization amounts are reasonable and necessary to continue and expand community development activities throughout the country. The bill also requires ",
            "1104": "The CHAffiMAN. One hundred and two Members have appeared. A quorum of the Committee of the Whole is present. Pursuant to rule XXIII, clause 2, ",
            "1154": "tunity for a fair hearing. It simply recognizes that the changeover to SSI has caused distortions and changes in the assistance offered through other programs, and insures that affected individuals will have the opportunity to state their cases. The proposed authority is similar to that which is already included in the supplemental security income program itself. The last section of my bill deals with a problem of particular importance to my Ohio constituents, although there certainly must be many aged, blind, and disabled persons in other States who are affected by the same problem. As I mentioned in my testimony last month, the prohibition in present law of SSI payments to inmates of public institutions, unless the institutions meet medicaid standards, is certainly having a disproportionate effect upon Ohio. In the first few months, there were many State-licensed but privately controlled institutions that had been under the impression that they were being classified as public, and they were receiving different signals from the district and national social security offices. Although this mixup apparently has been cleared up, there are still charges at the State level that the public institutions prohibition is being applied unnecessarily broadly and discriminatorily. Probably the most widespread effect of the provision in Ohio, however, is its elimination from SSI of about 1,500 residents of the 54 of Ohio's 66 county homes which presently do not meet medicaid standards. Many of these facilities are primarily residential, and I believe that serious questions can be raised about applying the public institutions prohibition to them. While the prohibition is logical when applied to inmates of institutions which it is the clear responsibility of State or local governments to provide, such as prisons, the rationale is less clear with respect to residential facilities, which do not have to be provided. The effect of the prohibition in such cases is to force governments, which assume the extra burden of providing them, either to turn away welfare level individuals most in need of their services or to meet medicaid requirements which they would not be forced to meet for the SSI purposes of their residents if they were privately operated. While the best answer for public medical facilities is certainly to upgrade these facilities to medicaid standards, medicaid standards are not necessarily fitting or feasible for all primarily residential facilities. In many cases these facilities have been considered to provide an adequate residence and place of general care for elderly people. In some areas, especially rural areas, the situation is further complicated by the lack of sufficient alternative facilities of this type. The bill would deal with these public institutions problems in two ways. First, it would state that any institution that was considered to be nonpublic for purposes of prohibition on welfare payments to inmates of public institutions under prior law, as of the last day it was in effect--last December 31-which ",
            "1204": "• ",
            "1254": "•",
            "1304": "Mr. STENNIS. Mr. ·President, I move that the Senate concur in the amendments of the House to the amendments of the Senate numbered 1 and 5. The PRESIDING OFFICER. Without objection, it is so ordered. Mr. STENNIS. Mr. President, I want ",
            "1354": "other duties determined by the President to be within the contemplation of title 10, United States Code, section 5231, for appointment to the grade of vice admiral while so serving. "
        },
        "26": {
            "4": "AGRICULTURE CONSERVATION ",
            "54": "tially met the ascertained problems, needs, and interests of his service area; and whether, during the preceding license term, the operation of the station was not otherwise characterized by serious deficiencies. If the Commission determines that the licensee has satisfied the requirements of clauses (1), (2), and (3), a presumption shall be established that the public interest, convenience, and necessity would be served by such renewal. In a comparative renewal proceeding this presumption, of course, would give way to other compelling factors. In other words a licensee is in no sense of the word given a license in perpetuity. Third. Require the Commission to conduct a study to determine how it might expedite the elimination of those regulations of broadcast licensees required by the Communications Act which do not serve the public interest, and to make annual reports thereon, including any recommendations for legislation, to the Commerce Committees of the House and Senate. Fourth. Direct the FCC to complete docket 18110-multiple ownershiP-bY December 31, 1974. Mr. President, I believe this bill will further the larger and more effective use of radio and television by clarifying the broadcast license renewal standards and procedures in order to better inform broadcast licensees and their challengers of what is required under the public interest standard of the Communications Act. It will also better inform the listening and viewing public of what it may rightfully expect from those who are given the privilege of using the airwaves. Licensees who have received broadcast licenses and operated stations in accordance with Commission rules, regulations, and policies such as in crossownership, integration of management and ownership, should not find these factors injected into the renewal proceeding unless there has been a change of circumstances or a failure to comply or an abuse of the policy or rule. Under this legislation challenges are entitled to file competing applications at renewal time. Section 309(e) ·of the Communications Act provides for a full hearing. Under those circumstances therefore the incumbent and a challenger are afforded an opportunity to submit all relevant data as to all applications and challenge any data that is submitted. After all the evidence is submitted and the hearings completed, the Commission will make a judgment as to whether incumbent has satisfied the criteria established by this legislation. If a finding is in the affirmative then a presumption is made on behalf of the existing licensee. This is a plus of major significance in the renewal proceeding. However, the FCC must take into account those factors which have a bearing on the public interest even though they are unrelated to program service or operation and consider them alongside the presumption. Thus, for example, to the extent the FCC has flexibility to deal with media concentration in a unique case, which ",
            "104": "New program is structured so that as the national employment rate rises, more money is available for community improvement projects. Projects are limited to areas eligible for the Special Unemployment Assistance Program. Eligible applicants are prime sponsors under the Comprehensive Employment and Training Act, in areas that qualify. Projects may be with State or local government agencies. Each Community Improvement project is limited to 6 months duration. '\"Not more than 10 percent of a sponsor's funds may be used for administrative costs, supplies, material, and equipment. Individuals eligible for employment on these projects are those who have exhausted their benefits under the Special Unemployment Assistance Program. Wages paid project employees must be at least the minimum wage under the Fair Labor Standards Act, or the State or local minimum wage, whichever is higher; however, in no case may the wage exceed an annual rate of $7,000. State or local governments may not supplement wages with their own funds. Prohibitions against poEtical activities and discrimination apply to the program. The Community Improvement Program will provide funding for projects such as conservation, maintenance, or restoration of nat-",
            "154": "Mr. ECKHARDT. Mr. Chairman, the problem that this amendment addresses itself to is one that the gentleman froni Florida (Mr. FASCELL) the gentleman from Washington (Mr. FoLEY) and other Members of the House worked on for maybe 6 months. What we were trying to do was achieve maximum openness in meetings; but at the same time recognize certain limitations with respect to one kind of meeting' the markup session. What we ultimately decided is that a hearing ought to be open completely with the narrowest of exceptions, because a hearing produces the evidence that comes before the Congress, that the people of the United States are entitled also to know about, in order to determine why we made our decision and on what facts. There is not any excuse for closing a hearing for anything, except in narrow areas like that of national security. If there is a trade secret involved, the witness does not have to disclose it in the hearing. He can say he has a trade secret. Ordinarily nobody would push him on the point. If he insisted, he might even have the right to refuse to reveal it. Mr. !CHORD. Mr. Chairman, will the gentleman yield? Mr. ECKHARDT. Yes, surely. Mr. !CHORD. The gentleman there is only one place---Mr. ECKHARDT. I am getting to two others. . Mr. !CHORD. Does the gentleman not agree with the gentleman from California (Mr. Moss) that w~ are going to subject a person to ridicule by this process? Mr. ECKHARDT. If the gentleman will permit me, those are the other two points. There is one point on national security, one that recognizes that wholesome provision that was put into our rules in order to meet the old problem of the Dies Committee when persons were being investigated for alleged personal matters, and aprobrium resulted from their merely being called and interrogated in public as to whether they were Communists. Our rules say that hearings that would subject a person to aprobrium may be closed. The third exception is with respect to typical housekeeping matters within the House. What this does is enlarge the possibility of opening a hearing to another very broad exception. It says that a hearing may be closed if it will disclose information relating to trade secrets or financial or commercial information pertaining specifically to a given person, or the information is required to be kept secret in order to prevent undue injury to the competitive position of such person. So, what we are doing is giving the committee a right to close the hearing in a case which the present rules wm not permit the committee to close the hearing. The whole argument 'for openness was that no matter how much the committee wants to close the hearing, the committee should not be permitted to exclude the people of the United States from knowing what Congress was acting upon. It just passes my understanding that men can get in this well and say that: this amendment is for openness, that it 'increases openness, when in fact, as the gentleman from Florida (Mr. FASCELL), ",
            "204": "JUNE 27, 1974. DEAR MR. SYMINGTON: On Saturday evening, Oct. 19, 1974, the Georgetown University Alumnae Association will hold its annual John Carroll Awards Banquet at the Stouffer Riverfront Inn in St. Louis. This affair, which is the highlight of our annual three-day meeting, wlll be attended by approximately 175 persons from throughout the United States and by 250 persons from the St. Louis area. This 1s an invitation to ask that you address us as our principal speaker. I realize that that evening is just 17 days before the election and that your time will be at a premium; however, I ask that you favorably consider our invitation because of the local and national nature of our assemblage. J. VERNON MCCARTHY. ",
            "254": "\"Sec. \"2150. Establishment of engineering technology academies. \"2151. Command and supervision. \"2152. Students: appointment. \"2153. Students: requirement for admission \"2154. Students: agreement to serve for fou; years. \"2155. Students: organization; struction. \"2156. Students: clothing and equipment. \"2157. Students: deficiencies in conduct of studies; effect of failure on successor. \"2158. Pay. \"2159. Enlisted grade upon graduation. \"§ 2150. Establishment of engineering and technology academies \"(a) The Secretary of each m111tary department shall establish, at such location as the Secretary concerned deems appropriate, an engineering and technology academy at which persons shall receive highly skilled training in the technical fields necessary to the military department concerned, including, but not limited to, the fields of electronics, aviation mechanics, nuclear energy. space sciences, and marine engineering. The organization of each academy shall be prescribed by the Secretary of the m111tary department concerned. \"(b) Persons appointed to such academies shall be graduated at the end of two years and shall be awarded an approprtM;e degree which shall be the equivalent of a junlOr college degree. \"(c) There shall be a Superintendent and a Commandant of Students at each academy deta.Ued to these positions by the President. \"(d) The permanent professors of each academy shall be appointed by the President by and with the advice and consent of the Senate. \" (e) The Secretary concerned may prescribe the titles of the departments of instruction and the professors of the engineering and technology academy under his 3urlsdiction. However, the change of the title of a department or omcer does not ai!ect the status, rank, or eUglbtlity for promotion or retirement of, or otherwise prejudice, a professor of such academy. ",
            "304": "International prices, which had risen only 6% in the decade prior to 1968-less than 1% per year-have risen at an annual rate of nearly 10% in the five years since. The annual rate of inflation will surely decline from the 1974 level of 14% but could well average more than 7% for the period 1976-80. ",
            "354": "No one who has so much as read a newspaper the last few years would believe such a thing. To so pretend is to slough off to another part of the Government, with a hope and a whistle, our responsibility to promote the public welfare. I am tired of seeing the Congress give away its powers in such a fashion. I hope that, by now, my colleagues are as well. They can show it by voting to adopt this amendment. The Senator from South Carolina and the Senator from Delaware, our colleagues, have so eloquently stated the case that there is not much I can add. to emphasize But the thing I wanted and underline, which has been stated well by both of my colleagues, is this matter of integration that we already suffer from the oil industry. The Senator from Delaware was kind enough to mention the fact that this has been bothering me for a long time in my efforts as a consumer advocate, as chairman of the Consumers Subcommittee. As we looked into this oil picture, we found out that the same companies are exploring for, drilling for, producing oil and transporting it to refineries, refining it and transporting it again to the retail outlets, and selling it at the retail outlets, and then we find it is controlled from the very ground right to the end, and the element of competition is gone. Now, the one thing that our whole economic structure in this country is built on, and the reason we say we have the best kind of economic structure, is competition, and competition is what enables us to get the lowest price for the consumer, on the one hand, and to require efficiencies and all kinds of improvements along the way by the producers and the sellers in order to deliver at the lower price. That is what we would be giving up here. I think the Senator from Delaware said it very eloquently. We already have concentration, why should we add one more facet to it, permitting the oil companies to own or control the deepwater ports? If we are going to have any opportunity in this country to bring petroleum prices down or back in range of consumer interests, we must do it through this competition factor. Therefore, I agree with my colleagues, both of whom have stated this so eloquently, that it is time we restored a measure of competition in this industry, at least in this facet, and also to show the people of our country, the people of the United States, that we do not simply sit back and let the oil companies go their way, the big integrated oil companies. Now, of course, they will continue to utilize this means of delivering oil to us. The bill itself recognizes that there is this element possibly of preference because it sets out the A, B, C listing and puts them finally down into the C category. I think that is an admission that there is this element of monopoly that would intrude into the delivery of oil that is imported into this country. Therefore, I strongly support the amendment that has been offered. I ",
            "404": "I ",
            "454": "to the Commission to be necessary or appropriate in the public interest and to carry out the purpose of this section. Rules adopted by the association may provide that the association may, unless the Commission directs otherwise in cases in which the Commission finds it appropriate in the public interest so to direct, deny admission to, or refuse to continue in such association any person if (i) such person, whether prior or subsequent to becoming registered, as such, or (ii) any person associated within the meaning of \"associated person\" as set forth in section 4k of this Act, whether prior or subsequent to becoming so associated, has been and is suspended or expelled from a contract market or has been and is barred or suspended from being associated with all members of such contract market, for violation of any rule of such contract market,· (3) the rules of the association provide that, except with the approval or at the direction of the Commission in cases in which the Commission finds it appropriate in the public interest so to approve or direct, no person shall be admitted to or continued in membership in such association, if such person-( A) has been and is suspended or expelled from a registered futures association or from a contract market or has been and is barred or suspended from being associated with all members of such association or from being associated with all members of such contract market, for violation of any rule of such association or contract market which prohibits any act or transaction constituting conduct inconsistent with just and equitable principles of trade, or requires any act the omission of which constitutes conduct inconsistent with just and equitable principles of trade; or (B) is subject to an order of the Commission denying, suspending, or revoking his registration pursuant to section 6(b) of this Act (7 u.s.a. 9), or expelling or suspending him from membership in a registered futures association or a contract market, or barring or suspending him from being associated with a futures commission merchant; or (C) whether prior or subsequent to becoming a member. by his conduct while associated With a member, was a cause of any suspension, expulsion, or order of the character described in clause (A) or (B) which is in effect with respect to such member, and in entering such a suspension, expulsion, or order, the Commission or any such contract market or association shall have jurisdiction to determine whether or not any person was a cause thereof; or (D) has associated with him any person who is known, or in the exercise of reasonable care should be known, to him to be a person who would be ineligible tor admission to or continuance in membership under clause (A), (B), or (C) of this paragraph. ( 4) the rules of the association provide that, except with the approval or at the direction of the Commission in cases in which the Commission finds it appropriate in. the public interest so to approve or direct, no person shall become a member and no natural person shall become a person associated wtth a member, unless such person is qualified to become a member or a person. associated with a member in conformity with specified and appropriate standards with respect to the training, experience, and such other qualifications of such person as the association finds necessary or desirable, and in the case of a member, the financial responsibility of such a member. For the purpose of defining such standards and the application thereof, such rules may-(A) appropriately classify prospective members (taking into account relevant matters, including type or nature of business done) and persons proposed to be associated with members. ",
            "504": "(By Sidney Lens) Comedian Frank Darling says, \"The way to get prices up is to tell you there's a shortage. There's a shortage of gas, a shortage of wheat, a shortage of paper-and the greatest shortage of all is the shortage of truth.\" One can hardly argue with this reflective observation. The National Association of Manufacturers, not celebrated for its sense of humor, last year distributed a poster that read: \"Yes, we have no bananas, steaks, eggs, blue jeans, candles, gas, tennis balls, freezers, wheat, leaJther, air oor .. ditioners, fuel on, pajaxnas, floor covering, sardines, chicken, paper, hot water bottles. . . .\" The poster added a touch of whimsy to an increasingly unfunny problem. The men who did Richard Nixon's economic thinking-Herbert Stein, Earl Butz, William Simon-were telling us a year ago that 1f we would let prices find their true higher level on the free market, we would ",
            "554": "i~1 ",
            "604": "To address this situation-which was considered so heavily by the HEW panel ",
            "654": "· ",
            "704": "· ",
            "754": "DEAR COLLEAGUE: When the Supplemental Appropriations Act for fiscal year 1975 comes to the fioor, we intend to offer an amendment to add an aggregate of $500 million to the bill for public service employment programs under the Comprehensive Employment and Training Act of 1973 (CETA). No funds are presently included in the Supplemental for this purpose. Our amendment consists of the following: $400 m1llion for approximately 57,000 transitional public service jobs (at the Committee's estimate of $7,000 per annum per job) to be provided by some 400 State and local governmental prime sponsors under title I of CETA. (As passed by the Senate, the HEW-Labor appropriations bill for fiscal year 1975, now in Conference with the House, authorizes $1,505,000,000 for title I, of which $155,000,000 is intended by the Senate to provide approximately 22,000 public service jobs. The House provided $1,680,-000,000 for title I, which funds prime sponsors may use at their discretion for public service jobs or job training.) $100 million for approximately 14,000 transitional public service employment opportunities for areas of \"substantial unemployment\" (areas having an unemployment rate of 6.5 percent for more than three consecutive months) under title II of the Act, (Under the HEW-Labor Appropriations, as passed by the Senate, $400,000,000 would be available for approximately 57,000 jobs; the House bill provided $350,000,000, the amount of the Administration's request, for approximately 50,000 jobs.) We consider these additional funds to be crucial in Ugh t of the increase in the national unemployment rate from 5.4 percent in August with 4.9 persons unemployed, to 5.8 percent in September with 5.4 mill1on unemployment. Many experts, economists, and offi.cials in the Administration have predicted levels even higher, perhaps even as high as 6.0 percent, by the end of the year. Combined with our request, carried over fiscal year 1974 funds for public service employment, and those that would be available under the Senate version of the HEW-Labor Appropriations b111, an aggregate of about $1.5 b111ion for aproximately 226,000 public service job opportunties could be provided in this fiscal year. Yet that amount would reach only about 5.6 percent of the 5.4 mlllion currently unemployed. Experience under the public employment program (\"PEP\") conducted under the Emergency Employment Act of 1971, and more recently through the Comprehensive Employment and Training Act of 1973, demonstrates that transitional public service employment programs can provide meaningful, not \"dead-end\" employment for the unemployed, and meet real, not \"make-work\" pubHe servtce needs; most crucially, testimony before the Subcommittee on Employment, Poverty and Migratory Labor indicates that appropriated funds can be translated into worthwhile jobs within thirty days of allocation. This amendment will be otrered as a modiftcation to our original Amendment# 1957 to the Supplemental Appropriations Act (see attached). ",
            "804": "Peace is a supreme value for all religions, a state of personal and social existence that, according to all prophets and teachers, is fa.r more than mere absence of conflict. The world without war envisaged by our seers is warless because of its health, its wholeness, its intrinsic justice, its at-one-ness with the universe. Therefore, those who truly seek the peace of the nations should begin with the rigorous spiritual disciplines that bring peace in their own hearts, peace in their families, peace in their cities, and peace with the natural world. Such peace is not possible for men and women unless they learn to master themselves, sublimate their combative energies into productive channels, refuse to accept enslavement in any form, and freely offer themselves in the service of their fellowmen and their eternal lord. We have come to see human liberation, economic development and world peace as a dynamic triangular process. People liberating themselves become capable of helping others become free. A truly free people constitutes a productive and cooperative society rather than an exploitative and domineering overlord among their neighborhood. All the inhabitants of the globe today need to progress toward such basic liberation, such genuine self-development, such a harmonious and peaceful world order. Tyrannical systems, elitist ruling groups and some transnational economic enterprises-whether private or governmental-prevent multitudes of people from participating in the shaping of their own future. We encourage every religion to arouse its people to seek resolutely their own integrated liberation and development, and that of their fellow human beings, near and far. With special insistence we turn to those religious communities that are numerous among the aftluent and powerful nations, requesting that they act boldly to end every form of domination among the African, Asian and Latin American peoples whether by their governments or their economic and cultural institutions. We press religious people to condemn profiteering by ",
            "854": "[Roll No. 597] AYES-365 Abd.nor Carney, Ohio Evans, Colo. Abzug Carter Evins, Tenn. Adams Casey, Tex. Fascell Addabbo Cederberg Findley Alexander Chamberlain Fish Anderson, Chappell Fisher Calif. Chisholm Flood Anderson, n1. Clancy Flowers Andrews, N.C. Clark Flynt Andrews, Clausen, Foley N.Dak. Don H. Ford Annunzlo Clay Forsythe Arends Cleveland Fountain Ashley Cochran Fraser Aspin Cohen Frelinghuysen Badlllo Collier Frenzel Bafalls Collins, Ill. Frey Baker Conlan Froehlich Barrett Conte Fulton Beard Corman Fuqua Bell Cotter Gaydos Bennett Coughlin Gettys Bergland Cronin Giaimo Bevlll Culver Gibbons Blagg! Daniel, Dan Gilman Biester Daniel, Robert Ginn Bingham W., Jr. Goldwater Blatnik Daniels, Gonzalez Boggs Dominick V. Grasso Boland Danielson Gray Bolling Davis, Ga. Green, Oreg. Bowen Davis, S.C. Green, Pa. Brademas Davis, Wis. Griffiths Bray Delaney Grover Breaux Dellenback Gubser Breckinridge Dell urns Gude Brinkley Denholm Gunter Brooks Dennis Guyer Broomfield Dent Haley Brotzman Derwinski Hamilton Brown, Calif. Devine Hammer.-Brown, Mich. Diggs schmidt Brown, Ohio Dingell Hanley Broyhlll, N.C. Dorn Hanna Broyhlll, Va. Downing Hanrahan Buchanan Drinan Hansen, Wash. Burgener Dulski Harsha Burke, Calif. duPont Hastings Burke, Mass. Eckhardt HaWkins Burleson, Tex. Edwards, Ala. Hays Burlison, Mo. Edwards, Calif. Hechler, W.Va. Burton, John Eilberg Heckler, Mass. Burton, Ph1111p Erlenborn Heinz Butler Esch Helstoski Byron Eshleman Henderson ",
            "904": "to ",
            "954": "the company and the employe through higher contributions. But it is infinitely prefer111ble to absorption of the private system by the government. As we have pointed out in the past, the costs will rise even more if the private system is swallowed up by the Social Security system. Government bureaucracies are notoriously inefil.clent compared with private enterprise, and this will certainly be true in the administration of pension assets. Further, the Social Security system, at least as presently regulated, can't invest in corporate securities, or even treasury bills. It thus misses a chance to grow with the economy, or to earn higher returns. Companies will have no control over increases in benefits which they now negotiate with their employes. And they will have no say in the timing of the payments into the system. We believe that the pension industry-that is, pension fund trustees, administrators, managers and actuaries--can act to prevent the demise of the private pension system. The industry can first of all publicize the disastrous financial condition of the Social Security system to members of the private pension system, and explain what it means to the average worker. The workers should be told that the Social Security system at present is a giant chain letter which must get more expensive if it is not to break down sometime in the future, since there Will be fewer workers to carry the loa.d. Those who wm still be working in 1990 should be gravely concerned. This warning could be achieved through corporate communications programs and public relations efforts such as speeches at well-reported conferences. Further, the industry brought a great deal of pressure to bear in Washington in an effort to influence the shape of the pension reform legislation. A simtlar effort should be mounted to influence Congress to take a new look at the Social Security system-from its objectives to its methods and its future. Congress should be exposed to the work of actuaries such as Geoffrey Calvert, a consulting actuary in British Columbia, Robert Kaplan of Carnegie-Mellon University and Roman Weil of the University of Chicago. These men have exposed the Social Security system and the dangers it is presenting. Getting a member of Congress to vote against a Social Security increase is like asking for a vote against motherhood. Many members of Congress seem to think that such a vote would jeopardize their political futures. But this can be overcome if the industry can make a sufficient number of workers concerned about the condition of the system and how it could affect them. When the workers realize that if the company's private pension plan is absorbed by government system, their benefits at some stage will have to be reduced to a level lower then they now expect, Congress will hear about it. If action is taken immediately to better fund the system, taxes will have to rise by 50 or 75 percent, according to Kaplan and Well. But that much medicine now is better than a lot more later. And it would probably allow a reserve to be bullt up. This reserve could be invested in higher-return investments than the flower bonds, and the return might eventually lower costs. We believe reform of the Social Security system is an urgent rna tter deserving the attention and efforts of all who are interested in preserving the private pension system. We also belleve that united effort on the par:t of a.ll on lines suggested above wlll be effective 1n influencing Congress to ca.n-y out that reform. Let's not leave it until it is too ",
            "1004": "\"(g) The Council shall undertake a study of the interrelationships of benefit programs for the elderly operated by Federal, State, and local government agencies. Following the completion or this study, but no later than eighteen months after enactment of this Act, the President shall submit to Congress recommendations for bringing about greater uniformity o! ellgib1Uty standards, and for el1mlnat1ng the negative impact that one program's standards may have on another. \"(h) The Council shall undertake a study of the combined impact of all taxes on the elderly-including but not limited to income, property, sales, social security taxes. Upon ",
            "1054": "in Less ",
            "1104": "(b) On the basis of such determination, the Council shall make appropriate recommendations to the President and the Congress regarding such priorities. SCIENCE AND TECHNOLOGY POLICY ANALYSIS AND PLANNING SEc. 104. (a) The Council shall serve as a source of scientific and technological analysis and judgment for the President with respect to major policies, plans, and programs of science and technology of the Federal Government. In carrying out this function, the Council shall-. (1) seek to define a coherent approach for applying science and technology to critical and emerging national problems and for coordinating the scientific and technological responsibilities and programs of the Federal departments and agencies in the resolution of such problems; (2) assist and advise the President in the preparation of the Science and Technology Report, in accordance with section 108 of this title; (3) gather timely and authoritative information concerning significant developments and trends in science, technology, and in national priorities, both current and prospective, to analyze and interpret such information for the purpose of determining whether such developments and trends are interfering, or are likely to interefere, with the achievement of the policy set forth in section 2 of this Act; (4) initiate studies and analyses, including systems analyses and technology assessments of alternatives available for the resolution of critical and emerging national problems amenable to the contributions of science and technology and, insofar as possible, determine and comp.are probable costs, benefits, and impacts of these alternatives; ( 5) review and appraise the various programs, policies, and activities of the Federal Government in the light of the policy set forth in section 2 of this Act for the purpose of determining the extent to which such programs, policies, and activities are contributing to the achievement of such policy, and to make recommendations to the President with respect thereto; (6) report at least once each year to the President on the overall activities and accomplishments of the Council, pursuant to section 108 of this title; and (7) perform other duties and functions and make and furnish such studies, reports thereon, and recommendations with respect to matters of policy and legislation as the President may request. FUNCTIONS OF THE CHAIRMAN SEc. 105. The Chairman of the Council shall, in addition to the other duties and functions set forth in this title-( 1) serve as the Science and Technology Adviser to the President; (2) serve as Chairman of the Federal coordinating Committee for Science and Technology established under title II of this Act· (3) appoint, assign the duties, and fix th~ compensation of personnel without regard to the provisions of title 5, United States Code, governing appointments in the competitive service, and without regard to the provisions of chapter 51 nnd subchapter III of chapter 53 of such title, relating to classification and General Schedule pay rates, at rates not in excess of the rate prescribed for GS-18 of the General Schedule under section 5332 of such title; and (4) perform such other duties and functions as the President may request. COORDINATION WITH OTHER ORGANIZATIONS SEc. 106. (a) In exercising its powers, functions, and duties under this title, the Council shall-(1) work in close consultation and cooperation with the heads of the Federal departments and agencies; ",
            "1154": "ADJOURNMENT OVER TO TUESDAY, OCTOBER 15, 1974 Mr. O'NEILL. Mr. Speaker, I ask unanimous consent that when the House adjourns today, it adjourn to meet on · Tuesday next. The SPEAKER. Is there objection to the request of the gentleman from Massachusetts? Mr. GROSS. Mr. Speaker, reserving the right to object, how long is it planned to go today? How much longer today? Mr. O'NEILL. Until the legislation I just mentioned has been finished. There are these Ways and Means conference reports, and I understand from the acting chairman that they are noncontroversial. When we get through with those, we will take up S. 3838, which is debt obligations. If there are any unanimous-consent requests or something of that nature, there is a possibility that they may be brought up. Then we will have 1-minute ",
            "1204": "Nay. ",
            "1254": "Mr. ALEXANDER. Mr. Speaker, in the last few weeks, I have talked myself blue in the face in an effort to counteract the powerful interest groups who oppose the expansion of rice production in this country. These people do not seem to be concerned with feeding a hungry world or a hungry America. At this point, I would like to share with my colleagues a letter from one of my constituents which perhaps states the point better than I ever can: ",
            "1304": "today's money market, insured banks and savings and loan associations in Tennessee, Arkansas, and Montana are virtually unable to make business and commercial loans because of State statutory and constitutional restraints which ",
            "1354": "Chaplain Reverend Armando Pierini, C.S. Television and radio sponsors Anthony P·Siterno, Chairman. Frank Armanettl. Dominick DiMatteo. Finance and souvenir book Joseph DeLetto, Chairman. F'rlank N. Catrambone, Sr., Co-Chairman. Sam Cerniglia, CO-Chairman. Mrs. Serafina. Ferr.ara, Co-Qha1rma.n. Ma.thew J. Alagna. Anthony Apa. Charles Carosella. John D'Arco, Jr. Joseph Fusco. Peter Lavorata. Marino Mazzei. Michael R. Rosinia. George Salerno. Religious programs and organizationa Joseph DeSerto, Chairman. Louts Moretti, Co-Chairman. Michael R. Fortino. Michael J. Mento. John Spatuzza. Bands, marchers and tra'f\\Sportation Louis H. Rago, .Chairman. Dr. James F. Greco, Chairman Emeritus. Jordan Canzone. Frank Bottigllero. Hon. Lawrence Diprima. Programs and arrangements Domenick DiFrisco, Co-Cha.irman. Louis Farina, Co-Chairman. Dr. Joseph H. Dileonarde. Jerome Zurla. Anthony Sulla. Father Paul Asclolla. Queen contest Fred Mazzei, Chairman. Mrs. Josephine Bianco, CO-Chairman. Anita Louise Blanco, Special Assistant. Domenick DiFrlsco, Advisor. Sam Bruno, Photographer. Joseph Alagna. John CUrielli. Stephen Florentino. Bob Gelsomino. Nick LaPonte. Joseph Lucania.. Anthony Mortzzo. MMle Palello. Robert Napoli. Jerome Zurla. Business and professional Carl DeMoon, Chairman. Anthony Terlato, Co-Chairman. Vincent Lucania, Co-Chairman. Jack Cerone. James L. Coli. Dominic Ch1rchirtllo. Charles P. DeVito. Dominick P. Dolci. *Deceased. ",
            "1404": "Campbell's Beef Soup has increased in price by 28%, and saltines are up 54%. Cottage cheese has increased by 31%. Some canned fruit, such as Del Monte cling peaches has increased by 30%, and Rosedale pears are up 32%. If you prefer a little ice cream, the minimum priced store !brand has risen 34%, or "
        },
        "31": {
            "4": "SENATOR AIKEN SAYS \"THANK YOU\" Mr. AIKEN. Mr. President, when the Senate convened yesterday, I was attending what was probably the last executive meeting of the Committee on Agriculture and Forestry in this session. ",
            "54": "increased food production for America and the world. This production base must be strong if we are to meet the doublebarreled problems of inflation and recession. Further. the agriculture economy lies, at the heart of the viability of small communities. We are already aware that many rural banks have reduced their lending significantly and some have closed their doors for good. The financial liquidity of the family farm must be preserved if we are to assure adequate food supplies at fair and reasonable prices. As a result of this desperate situation, the Committee on Agriculture and Forestry has resolved that agricultural lenders immediately respond to the credit needs of agriculture. Chairman TALMADGE has resolved that immediately after the first of the year, the Committee will reexamine the Agriculture and Consumer Protection Act of 1973 in order to insure a fair return to the farmers. But unless agricultural lenders do their part now, those efforts will be too late. Therefore, all of those institutions which farmers rely on for credit must use every means possible to assure agricultural solvency-this includes the merchants who sell vital inputs for farming. Further, the Farmers Home Administration must fully implement all lending authority in law, including the Emergency Livestock Credit Act of 1974 and other disaster aid programs. The Farm Credit Administration must use its good offices to the fullest extent possible to insure that adequate credit is made available to farmers. Finally, the Federal Reserve Board must fully support those commercial banks which represent the largest source of farm production credit. Mr. President, I can understand that in these troubled economic times, many lenders might feel it wiser to restrict their loan activities sharply. But farmers continue to exist almost solely on the basis of huge annual loans which are essential to the production of food in this country. Any wavering in support for this credit system by any of the vital institutions involved will certainly produce famine abroad and much higher food prices at home. This is not to mention the disruption of farm families and rural communities. The U.S. Department of Agriculture has just completed the week-long exercise of its annual Outlook Conference. In my mind it was more of a back look conference, reflecting on what a good year last year was instead of the impending problems which any casual observer can foresee for the coming year in the entire food and fiber sector. If we cannot rely on the Department of Agriculture for this information, then it seems to me that it is incumbent upon Congress to come to some determination of how the problem of financial liquidity will affect the farmers themselves, the economy of rural areas and the American housewife. I intend to undertake a personal survey in my own State of Alabama, conversing with farmers, bankers, and merchants wherever I can find them. ",
            "104": "Whereas United States Steel has announced price increases averaging 8 to 10% on two thirds of steel items produced by the Company. Whereas steel prices of major companies including U.S. Steel were increased by an average of 23 % last spring. Whereas U.S. Steel has indicated it will persist in these price increases even though it has not yet given President Ford the justification for these price increases that he has requested. Whereas for the first nine months of 1974 U.S. Steel's profits increased by 109.4% over the first nine months of 1973. Whereas an increase in the price of steel will have a deleterious effect on the already sagging auto and construction industries. Whereas an increase in the price of steel will place upward pressure on many consumer prices: Now, therefore, be it Resolved,. That the Council on Wage and Price Stability be requested t,o hold hearings on both the price increase announced by U.S. Steel and price increases that have been put into effect by other steel producers since July 1, 1974. Be it Resolved, That the Justice Department and the Federal Trade Commission be requested to investigate the steel industry to determine whether the industry is guilty of violations of Antitrust Laws; be it therefore Resolved, That U.S. Steel specifically and the remainder of the Steel industry generally be notified that it is the strong deSire of the U.S. Senate that no increase in the price of steel be put into effect until the recommended. hearings of the Council on Wage and Price Stab111ty have been held and the Council's report has been made; and, finally, be it Resolved, That the President use the full ",
            "154": "which were responsive · to community needs since the future support of such efforts was clearly uncertain. The study the Congress authorized has been completed. We have heard from many people and have incorporated their ideas into our own analysis of the strengths and weaknesses of the existing programs. The end result is a bill which significantly enhances our ability to deal with planning, implementation, and construction in a coordinated and effective fashion. The time for action is now and there is no reason to delay the implementation of the concepts expressed in S. 2994. To do so would mean that the Senate would be avoiding its responsibility and obligation to insure that programs are enacted which will benefit the total population. Furthermore, nonaction by the Senate will only perpetuate the uncertainty and instability that now faces 56 State comprehensive health planning agencies, 218 areawide comprehensive health planning agencies, 53 regional medical programs, 56 State Hill-Burton agencies, 17 experimental health services delivery systems, and their respective , constituencies. A third rationale for immediate action linked to the authority for developis ment activities . .AJ3 is well known, the regional medical programs have served as a vehicle for the development of a number of initiatives both on State and regional level. While many of the activities were consistent with community needsr, a large number of the projects were re· search projects tied to the interests of medical school faculty. This bill gives us the capacity to benefit from the strengths of the regional medical programs experience by supporting developmental projects which are responsive to the priorities set forth in a regional agency's short-term priorities plan. More importantly though this provision will allow communities to positively attack resource deficiencies that they all face in some form. Of even greater significance though is that the authority gives real meaning and substance to the planning that will be taking place.. In many parts of the country, under the existing comprehensive health planning program, planning agencies have been frustrated by their inability to get their planning priorities implemented in a viable format. There has been no mandated link between the planning under comprehensive health planning and the development under regional medical programs. S. 2994 rectifies this very condition. Furthermore, if we think back to the earlier discussion about the ties between national health insurance and planning and resource needs, we see the real promise this provision holds. · Another reason for an immediate decision on this bill rests on the question of need for facilities and services. For a number of years this country has wrestled with the problem of how to get facilities and services into areas where they are needed. To a large extent, we have been successful, as witnessed by the Hill-Burton program. Increasingly, ",
            "204": "Energy Reorganization (ERDA) .-Consolidates the Federal government's fragmented and un~oordinated energy research and development functions by establLshing the Energy Research and Development Administration (ERDA), an independent agency ",
            "254": "1. Self: Theodore R. Britton, Jr., $200, June 6, 1972, (dinner) Nat'l Black Committee for Reelection of the President. 2. Spouse: Ruth B. A. Britton, none. 3. Children (5) all unmarried: Theodore R. Britton III, none; Renee A. Britton, none; Warren E. Britton, none; Sharon Y. Britton. none; Darwin A. Britton, none. 4. Parents deceased. 5. Grandparents deceJised. 6. Brothers (nominee has none) . 7. Sisters (2) and spouses: Virginia B. Dorsey, none; Herbert L. Dorsey, none; Mary H. Ward, none; Charles F. Ward, none. ",
            "304": "The various costs are not completely independent of each other, as we have emphasized several times. For example, effective backfilling of deep mines to prevent subsidence would also affect the amount of acid mine drainage from those mines. Adequate reclamation of a strip-mined area would reduce the acid mine drainage, the sedimentation, and the loss of income from recreation. To make a proper analysis of these interrelationships would require more cost data and an extremely detailed and ",
            "354": ". 42 . 23 .16 ",
            "404": "wealthy people? With a Rockefeller in the picture, it is not equally accessible. The nominee says that was an abuse in the past that no longer will occur because New York has passed laws preventing that and the Federal Government has passed laws preventing that. I then asked the nominee: \"Do you agree that was an abuse at the time it was being exercised by you?\" And the nominee said, \"Well, legal.\" I said, \"That really was not the question. Was it ethical? Was it an ethical use of your private wealth?\" The nominee said that he equated that particular issue of morality with legality. And then the most incredulous testimony of all contained in this record came when I asked the nominee if his testimony before our committee was testimony of direct recollection or if his testimony was testimony of reconstruction. He said it was all reconstruction. There was no direct recollection in his testimony. I said, \"This committee has just been through an episode of listening to one of the most famous voices in this land, the former President of the United States, on tape, advising his staff people how to testify before congressional committees under oath or before courts; and the way to testify, the former President of the United States, Mr. Nixon, said, was to say, 'You don't recall.' \" Reconstruct or reconstruction, no direct recollection. Those are precisely the words the nominee used before our committee. I am suggesting to the House that if the Members have an opportunity to read this record, they will find and conclude as I have, and as did many of the 12 members constituting the majority of the Democrats on that committee, that the nominee, charitably, was less than candid before our committee. It just simply is not correct, as the nominee says, that the loans he made were, in fact, loans. It was apparent, and the nominee admitted, that he made gifts to these individuals prior to their obtaining public employment and subsequent to their leaving public employment. But he made \"loans\" in the intervening intervals between obtaining public employment and ending public employment. Moneys given by the nominee to these officials were denominated as loans, loans not containing any interest or bearing any collateral, and loans inevitably forgiven when the nominee left public office so that they could be converted into a gift without violating a statute of New York. The SPEAKER. The time of the gentleman from California has expired. Mr. MARTIN of Nebraska. Mr. Speaker. I yield 2 minutes to the gentleman from California <Mr. WIGGINS). Mr. WIGGINS. Mr. Speaker, I request the attention of the gentleman from New York <Mr. DELANEY), a member of the Committee on Rules. The division of time under this rule is fairly unique, 2 hours being granted the chairman of the Committee on the Judi-",
            "454": "plied to Mr. Rockefeller? No, because of this paralysis of will, the former Governor of New York has been subjected to a totally different standard. As a part of this paralysis, an easy out, a wealth herring has been created. Many proponents make it sound like those who oppose Mr. Rockefeller apply a wealth test. This is not so. His wealth has clearly raised questions over misuse of that wealth and power which has come from that wealth but I do not, nor do many opponents I have heard, apply a wealth test to the nominee. I think it important to maintain the same standard for Nelson Rockefeller as maintained for others. That standard is not being maintained , because of a strange paralysis of will. In closing, I wish to ask my fellow Republican colleagues, do you plan to vote for a man who as Governor was an advocate of those same liberal policies-big government spending, bigger welfare schemes, and other liberal nostrumsthat have led this country to its present economic mess? The Republican Party has repeatedly rejected Rockefeller. Public support for his nomination is lacking. I particularly reject the Republican attitude of quote-If President Ford wants him, we should support him-unquote. This set of blinders on my Republican friends led our party to near disaster in the sordid Watergate affair and should not be repeated here as a test of loyalty. At a time the American people are weary of politics, polticians, and pas.t failures of both parties, we should be holding out some bright new hope in this rare opportunity afforded by the 25th amendment. There is no hope for change in a Nelson Rockefeller. He represents the type of spending and taxing politician we should have had enough of. A legislative paralysis has precluded a real study of the nominee. It is one of the reasons for the decline in respect for this great body. I urge a \"No\" vote. Many issues liave never really been studied. One issue is the military draft. Nelson Rockefeller was No. 10 on his local draft board but was appointed by Franklin D. Roosevelt to a newly created Government post. Was the draft just one more thing that applied to average Americans but not to Nelson Rockefeller? Another issue that has received little attention is Rockefeller and Chase Manhattan Bank involvement in the World Trade Center in New York City. The New York State government is paying $16 million a year in rent for space in that building while other previously built State buildings are sitting partially or totally empty. Is there a confiict of interest in this matter? I do not know but the possibility has not been investigated. A third area where numerous questions remain is the case of L. Judson Morhouse. Senator HELMS has pointed out a' number of inconsistencies and discrepancies in this whole case and in how Nelson Rockefeller related it. Has Nelson· Rockefeller candidly related the Morhouse story? Has this issue been dealt with fully and accurately? Another area deals with American sovereignty and vital American interests. His views on American participation in ",
            "504": "\"SEC. 524. (a) The Secretary shall provide, directly or through grants or contracts, for the continuing evaluation of programs under this part, including evaluations that measure and evaluate the impact of programs authorized by this part, in order to determine their effectiveness in achieving stated goals, their impact on related programs, and their structure and mechanisms for delivery of services, including, where appropriate, comparisons with appropriate control groups composed of persons who have not participated in such programs. Evaluations shall be conducted by persons not directly involved in the administration of the program or project evaluation. \"(b) Prior to obligating funds for the programs and projects covered by this pa.rt with respect to fiscal year 1976, the Secretary shall develop and publish general standards for evaluation of program and project effectiveness in achieving the objectives of this part. The extent to which such standards have been met shall be considered in deciding whether to renew or supplement financial assistance authorized under this part. \"(c) In carrying out evaluations under this part, the Secretary may require-Headstart agencies to provide for independent evaluations. ",
            "554": "Senate agrees to the report of the committee of conference on the disagreeing votes of the two Houses on the amendments of the Senate to the bill CH.R. 13296) entitled \"An act to authorize appropriations for the fiscal year 1975 for certain maritime programs of the Department of Commerce.\" The message also announced that the Senate agrees to the report of the committee of conference on the disagreeing votes of the two Houses on the amendto the bill CH.R. ments of the Senate 14449) entitled \"An act to provide for the mobilization of community development and assistance services and to establish a Community Action Administration in the Department of Health, Education, and Welfare to administer such programs.\" The message also announced that the Senate agrees to the report of the committee of further conference on the disagreeing votes of the two Houses on the amendment of the Senate to the bill <H.R. 15977) entitled \"An act to amend the Export-Import Bank Act of 1945, and for other purposes.\" The message also announced that the Senate agrees to the report of the committee of conference on the disagreeing votes of the two Houses on the amendment of the House to the bill (8. 2994) entitled \"An act to amend the Public Health Service Act to assure the development of a national health policy and of effective State and area health planning and resources development programs, and for other purposes.\" The message also announced that the Senate had passed with an amendment in which the concurrence of the House is requested, a bill of the House of the following title: H.R. 17085. An act to amend title VIII of the Public Health Service Act to revise and extend the programs of assistance under that title for nurse training. The message also announced that the Senate insists upon its amendments to the joint resolution (H. Res. 1178) entitled \"A joint.resolution making further continuing appropriations for the fiscal year 1975, and for other purposes,\" asks a conference with the House on the disagreeing votes of the two Houses thereon, and appoints Mr. McCLELLAN, Mr. MAGNUSON, Mr. PASTORE, Mr. STENNIS, Mr. McGEE, Mr. MONTOYA, Mr. INOUYE, Mr. YOUNG, Mr. HRUSKA, Mr. COTTON, Mr. CASE, Mr. BROOKE, and Mr. HATFIELD, to be the conferees on the part of the Senate. The message also announced that the Senate had passed bills of the following titles, in which the concurrence of the House is requested: S. 544. An act to amend title 18 of the United States Code to permit the transportation, mailing, and broadcasting of advertising, information, and materials concerning lotteries authorl1zed by law and conducted by a State, and for other purposes. S. 2314. An act for the relief of Jiri Emanuel Huebner; S. 2406. An act for the relief of Dr. Jesus Fernandez Tlrao and his wife, BenylinLynda Oblena Tirao; S. 2792. An act to amend the Agricultural Trade Development and Assistance Act of 1954, and for other purposes; ",
            "604": "wh~ch a ",
            "654": "<Mr. ",
            "704": "rrhank you for inviting me here today. I want~d to come because you are an important group of people and you are dealing with an important problem. What bothers m~ very much is that not many people know it. You are dealing with-and investigaitingmany facets of one simple fact: That the human organism is being silently and subtly bombarded with an exploding variety of environmental changes-most of them synthetic and largely untested, which may have serious long-term physical consequences for all of us. Oh, I know that many Americans are vaguely aware that smog causes health problems, that there may be some health problem with asbestos. Some of them have just last month noticed reports about potential carcinogens being found in some communities' water supply. More have probably heard about some vague problem being associated with vinyl chloride. But mostly these bits of information are-to most Americans-a series o!f unrelated messages, of uncertain importance. The problem is that you know, but most of them don't: That the mortality rate for men 1n this country has actually been increasing for over ten years now; That a steadily Increasing portion of Americans of all ages, of both sexes-those ",
            "754": "Resolved by the House of Representatives (the Senate concurring), That there shall ",
            "804": "AMENDING TITLE 18 OF THE UNITED STATES CODE TO PERMIT THE TRANSPORTATION, MAILING, AND BROADCASTING OF ADVERTISING, INFORMATION, AND MATERIALS CONCERNING LOTTERIES AUTHORIZED BY LAW AND CONDUCTED BY A STATE, AND FOR OTHER PURPOSES Mr. DONOHUE. Mr. Speaker, I move that the House resolve itself into the Committee of the Whole House on the ",
            "854": "I can understand why, after 32 years~ he now chooses to take a little time for himself and his family. He has earned it. So has his lovely wife, cam, who has been so helpful to him throughout his distinguished career. When CHET HOLIFmLD retires at the end of this session, I will greatly miss his presence in the Congress and on the Government Operations Committee. He is a great American and I deeply value his warm friendship, his wise counsel, and his intense dedication to better government. Mr. ANDERSON of California. Mr. Speaker, a giant of the Congress, indeed the Nation, has decided to leave public service and enter a well-deserved retirement. Congressman CHET HOLIFIELD, the chairman of the Government Operations Committee, the chairman of the Joint Committee on Atomic Energy, and the dean of the California delegation, stepping down after 32 years of dedicated and devoted service to this Nation. And over those years, the list of achievements is virtually endless-but at the top of the list, one would have to place his efforts toward the peaceful use of nuclear energy, and his leadership modernizing the Government. Not only has CHET HOLIFIELD been a national leader, he has been an international leader, recognized around the world as an expert on nuclear energy. Since 1955, he has served· on the U.S. Delegation to the International Conference on the Peaceful Uses of Atomic Energy. At international conferences held from 1957 through 1970, he has been instrumental in efforts to use nuclear power in a safe, efficient method for the good of mankind. In the Congress, his leadership on the Joint Committee on Atomic Energy has led to many Sidvances in the field of energy derived from atomic power. And these Sidvances could effectively serve the energy needs of future generations. In addition, as the chairman of the Government Operations Committee, CHET has worked for an efficient, responsive Government that meets the needs of the people it serves. As a businessman, engaged in the manufacture and selling of men's apparel, CHET has used these commonsense business techniques to bring economy to the Government. Mr. Speaker, this Congress will not be the same without CHET HOLIFIELD, and the kind of caliber he brought to the Nation will be missed. Mrs. Anderson joins me in wishing CHET and his lovely wife Cam the very best in their retirement, and we hope that they will continue to be active in the community, sharing their years of experience with a grateful Nation. Mr. CEDERBERG. Mr. Speaker, it is difficult to imagine a session of Congress without our friend and colleague, CHET HOLIFIELD. In this political arena where new faces and names are a way of life every 2 years, CHET HOLIFIELD'S familiar face had become a welcomed and accepted fixture. The examples of his distinguished service are so numerous that it is impossible to do justice to his outstanding 32-year congressional career. He has made enor-",
            "904": "A patient and acknowledged inequity In the cost-.plus system is the wide range of ca.re provided. 'r.heoretically, all Medicaid patients are equal. They are paupers, defined as having no more than $1,600 in savings. But some go to $26-a-day hovels and some to relatively grand quarters at up to $75 a day. Operators said candidly that welfare officials send the dispossessed to the cheapest homes available. Costlier homes have waiting lists of more fortunate clients. In some cases, children, who are no longer legally obliged to support their parents, pay bribes to get them in. Often, such clients enter as private patients at premium rates and switch to Medicaid when their savings are exhausted. In the city, blacks occupy only 15 per cent of the beds, although they represent a much larger proportion of the poor. Among homes visited during this investigation, it appeared that the proportion of blacks declined as conditions improved, and two of the bestequipped places seemed to have only one or two blacks each. But even the new and costly nursing homes arouse complaints of neglect. At one $46-aday home in Manhattan, a nurse said, \"They come in a little sick, and they go down, down.'' Neighborhood volunteers have brightened ",
            "954": "(Aside] ",
            "1004": "often to Capitol Hill and share again their friendship and wisdom with, us. My best wishes go with them. ",
            "1054": "(By Robert J. Samuelson) _As the White House and Congress grapple with the double infirmity of inflation and recession, only one widely-suggested remedy seems to -command anything like universal support: public service jobs. Almost every other proposal-wage-price controls, a tax increase, spending cuts, a tax reduction-has its own powerful camp of critics. But virtually no one i's against public service jobs. Even President Ford, cautioning against executive gloom about the economy may agree to support a larger public servic~ job program than he originally proposed. This consensus appears to represent llttle more than common sense. With the unemployment rate (6.5% in November) at its highest level since 1961 public service job proposals have an irresist~ Ible popular appeal. For the last month, the White House and Congress have been struggling less to assure that new legislation passes ",
            "1104": "(H.R. 16982 passed the House November 18, 1974)The House passed and sent to the Senate legislation authorizing funds for the United Nations peacekeeping forces in the Middle East and Cyprus for fl.seal 1975. A total of $4.8 million was allocated for the United Nations Force in Cyprus, and a total· of not more than 28.89 percent of the cost of the United Nations Disengagement Observor Force and the Emergency Force in the Middle East was authorized for the operations in that area. This represents the same percentage the United States paid during the ",
            "1154": "Fishbait is being succeeded in the new Congress by James T. Molloy, who though well qualified will have his work cut out for him in attaining the level of accommodation and service left by our friend, William M. Miller. To my friend, \"Fishbait,\" his wife, Mabel, and his fine daughter, Sarah Patsy, we extend on behalf of the Mississippi delegation, our colleagues, and his fellow employees our very best wishes for health and happiness in the years to come. ",
            "1204": "Ever since I can remember I have loved drawing and painting. At the age of four years I drew a mountainous landscape, the like of which I have not since equalled, if the satisfaction and pride which I felt at that time are to be accepted as criterions. The quite startling understanding of distance and significance which those receding mountain peaks, each topped by a fine eagle, gave to me was one of the important experiences in my, until then, level existence. This proved to be but a first happening, in a. chain of adventures, which seem to have put me in direct contact with an unexpected variety of artistic sources. Many of the unaccountable incidents and vicissitudes, which came to me in subsequent years, had no ·apparent connection with art, and yet from them I have · been permitted tO build a delibe;ate and not unfounded point of view, which, taken together with a conscientious attempt to secure technical freedom, have resulted in my present attitude towards aesthetics and towards art. It is the contact with many cycles and sources which leads me to believe in the desirability of a diversity of style, by which the artist may more fully reflect his own impulse and his understanding of the tendencies characterizing various artistic traditions. I always consider butterflies as my main instructors in Art. Since childhood I have made paintings of them, endeavoring to reproduce every shade of their color, and every minute detail of pattern. Naturally, my eye has been trained to notice the slightest vari·ations in this respect. The question of ornamental value of the butterfly's wings attracted me as one of the mo.st fascinating problems connected with my fravorite branch of entomology. Together with systematic and biological investigations, I regard as most instructive the study of the laws of color and the patte.rn variations and interconnections exhibited by the butterfly wings, which after all, represent the unique phenomenon ln nature of a rigid, flat and ornamented .mrface, stretched onto veins. This surface is devoid of any marked structural irregularity. The study of each pattern infinitely varies though manifestly subject to certain laws of balance, symmetry, ornamental repetitions in the very intricaite striation, peculiar ocellation and elaborate border designs-and discloses wonderfully 1lluminating material on decoration as pure crystallization of natural ornament, independent of any epoch or national taste. Perhaps one of the most instructive features of the coloring of butterflys' and moths' wings, is not so much how the colors are matched, as in what proportion of relative areas, equal or interrupted, they are combined. The elements of quality and quantity are here equally significant. One can find, on these winged jewels, examples of dynamic symmetries, \"constructi veisms,\" \"suprematism,\" so much spoken about now-a-days, and a great deal more besides, never dreamed by any modernistprophet. I decidedly consider a close and thoroughly systematic study of color rotations and pattern variations of lepidopera, most valuable guide for developing a sense of color composition and a feeling for harmonious and natural ornamentation. Besides the scientific interest and gra.t1· fication which I derived from entomology, I feel myself immeasurably indebted in my work as an artist, to the winged creatures that received from the ancient Greeks the fitting name of Psyche. Voyaging about the world brought me in contact again, at a mature age, with the magic and charm of Asia.tic art. It was a true inspiration to admire the glories of India-Buddhist, Hindu and Mahometanthe phantasmagorical temples of South India, the grace and abstract perfection of Mogul art, the fascinating mystery and pro-"
        }
    }
}